[
    {
        "ano": "2023",
        "indice": "1",
        "contexto": [
            "Leia o texto a seguir.Na perspectiva dos nativistas e xenófobos, a Companhia de Terras Norte do Paraná atuava a serviço do “imperialismointernacional”, o que ameaçava “a unidade da nação, o povo da terra e a economia brasileira, mantendo-a em estadocolonial”. Em 1938, a Sociedade dos Amigos de Alberto Torres desferiu ferrenhas críticas contra a companhia. Seuconferencista, Antônio Alves de Almeida, acusava a empresa de germanizar “judaicamente” o município de Londrina,certamente se referindo a Rolândia, cuja população em grande parte só falava em alemão. Lembrou ainda o episódio doplano de assentamento dos assírios, promovido pela companhia por intermédio do seu diretor Arthur Thomas. [...]Adaptado de: MAESIMA, Cacilda. Japoneses, multietnicidade e conﬂito na fronteira: Londrina, 1930/1958. Tese (Doutorado em História) - UniversidadeFederal Fluminense, Rio de Janeiro. 2012, p. 92.Com base no texto e nos conhecimentos sobre História do Paraná e governo Vargas, atribua V (verdadeiro) ou F (Falso)para as aﬁrmativas a seguir.() O estado do Paraná foi criado em meados do século XIX, em pleno contexto republicano e, diferentemente de outrasregiões do país que dependeram da escravidão, o desenvolvimento da economia da erva-mate empregou mão de obraassalariada.() O Brasil tem sido marcado pela conﬂuência de múltiplas etnias e culturas haja vista a contribuição de indígenas,africanos e europeus, caracterizando uma democracia racial com permanências no Paraná.() A Companhia de Terras Norte do Paraná, constituída a partir da ação do capital britânico nos anos 1920, permitiu,ao lado da própria população nacional, a formação de colônias étnicas, que se tornaram foco de ataque de gruposnativistas.() Uma das estratégias utilizadas para a migração judaica para Rolândia entre os anos 1940 e 1945 foi a compra de açopara a construção de ferrovias na região, embora o projeto tenha sido inviabilizado pela ação dos grupos nativistas.() O governo de Getúlio Vargas nos anos 1930 e 1940 foi marcado por posturas políticas ideologicamente próximas aospaíses do Eixo, o que apresentou implicações em diversas regiões do país, inclusive áreas de fronteira.Assinale a alternativa que contém, de cima para baixo, a sequência correta."
        ],
        "alternativas": {
            "a": "a) V, V, V, F, F",
            "b": "b) V, F, F, F, V",
            "c": "c) F, V, V, V, F",
            "d": "d) F, F, F, V, V",
            "e": "e) F, F, V, F, V"
        },
        "correcao": "Alternativa correta: e"
    },
    {
        "ano": "2023",
        "indice": "2",
        "contexto": [
            "Leia o texto a seguir.No caso de processos de entendimento mútuo linguísticos, os atores erguem com seus atos de fala, ao se entenderemcom outros sobre algo, pretensões de validez, mais precisamente, pretensões de verdade, pretensões de correção epretensões de sinceridade, conforme se reﬁram a algo no mundo objetivo (enquanto totalidade dos estados de coisasexistentes), a algo no mundo social comum (enquanto totalidade das relações interpessoais legitimamente reguladasde um processo social) ou a algo no mundo subjetivo próprio (enquanto totalidade das vivências a que têm acessoprivilegiado).HABERMAS, Jürgen. Consciência moral e agir comunicativo. Trad. de Guido Antônio de Almeida. Rio de Janeiro: Tempo Brasileiro, 1989, p. 79.Com base no texto e nos conhecimentos sobre a teoria do agir comunicativo, é correto aﬁrmar que, para Habermas, averdade de um enunciado é"
        ],
        "alternativas": {
            "a": "a) um ideal inatingível, devido aos inﬁnitos desacordos que são próprios da comunicação, em que diferentes posições se tornam inconciliáveis entre si.",
            "b": "b) subjetiva, pois o conteúdo dos enunciados é uma representação mental, e como tal não pode ser compartilhado pelos diversos participantes de uma comunidade linguística.",
            "c": "c) impossível, pois o espaço público é repleto de coações e restrições de todo tipo, que impedem o entendimento linguístico e o estabelecimento da verdade dos enunciados.",
            "d": "d) relacionada com alguma utilidade prática ou que possa resultar em alguma vantagem para aqueles que a aceitarem como tal, sendo a eﬁciência técnica a maior das vantagens possível.",
            "e": "e) um consenso intersubjetivo que resulta de uma prática dialógica em que cada participante apresenta justiﬁcativas para suas pretensões de validez, fundamentado em uma situação ideal de fala."
        },
        "correcao": "Alternativa correta: e"
    },
    {
        "ano": "2023",
        "indice": "3",
        "contexto": [
            "Leia o texto a seguir.Vicente de Souza pintou a situação em que ﬁcaria a família proletária com a nova lei de vacinação. Ao voltar do trabalho,disse, o chefe ﬁca “sem poder aﬁrmar que a honra de sua família esteja ilesa, por haver aí penetrado desconhecidoamparado pela proclamação da lei da violação e do lar e da brutalização aos corpos de suas ﬁlhas e de sua esposa”. A“messalina”, prosseguiu, “entrega-se a quem quer, mas a virgem, a esposa e a ﬁlha terão que desnudar braços e colospara os agentes da vacina”. Não apelava para a Constituição por já estar poluída e esfarrapada. Contra a violência,apelava para a legítima defesa “e essa se faz com as armas na mão”.Adaptado de: CARVALHO, José Murilo de. Os bestializados: o Rio de Janeiro e a República que não foi. São Paulo: Companhia das Letras, 1987, p.100-102.Com base no texto e nos conhecimentos sobre História do Brasil Contemporâneo, assinale a alternativa correta."
        ],
        "alternativas": {
            "a": "a) As epidemias podem ser consideradas objetos de estudo das ciências naturais e também da História, tendo em vista as repre- sentações e as práticas envolvidas num universo social, econômico e político, o que é demonstrado pelos casos existentes no Brasil.",
            "b": "b) A partir do Brasil republicano, diferentemente de outros períodos da história do país, doenças e epidemias tornaram-se fatores importantes da vida social, considerando o trânsito de pessoas, ideias e vírus.",
            "c": "c) Os enunciados violentos que caracterizaram as reações à Revolta da Vacina são especíﬁcos da República Velha, diferentemente da atualidade, já que a repercussão social da vacina contra a Covid-19 foi marcada consensualmente pelo discurso cientíﬁco.",
            "d": "d) No Rio de Janeiro, a vacinação contra a varíola foi promovida de forma democrática por parte do Estado, em consonância com a liberdade republicana em esfera federal que caracterizou o período, marcado pelo governo Vargas.",
            "e": "e) No Rio de Janeiro, a epidemia da varíola gerou a necessidade de vacinação da população, encabeçada pelo médico Osvaldo Cruz, num cenário de consenso social que caracterizou a democracia brasileira durante a República Velha."
        },
        "correcao": "Alternativa correta: a"
    },
    {
        "ano": "2023",
        "indice": "4",
        "contexto": [
            "Com base no texto, considere as aﬁrmativas a seguir.I. Alterações cromossômicas estruturais, que ocorrem durante a mitose, atingem algumas células, as quais podem darorigem a um tumor.II. O modelo23592 U +10 n →14156Ba +9236 Kr + 310n + energiarepresenta corretamente um esquema de ﬁssão nuclear.III. As deﬁciências ou deleções são alterações cromossômicas numéricas e caracterizam-se pelo aumento ou redução detodo o genoma do indivíduo.IV. A bomba detonada em Hiroshima liberou uma quantidade de energia na forma de raios X e ultravioleta, radiações deorigem nuclear.Assinale a alternativa correta."
        ],
        "alternativas": {
            "a": "a) Somente as aﬁrmativas I e II são corretas.",
            "b": "b) Somente as aﬁrmativas I e IV são corretas.",
            "c": "c) Somente as aﬁrmativas III e IV são corretas.",
            "d": "d) Somente as aﬁrmativas I, II e III são corretas.",
            "e": "e) Somente as aﬁrmativas II, III e IV são corretas."
        },
        "correcao": "Alternativa correta: a"
    },
    {
        "ano": "2023",
        "indice": "5",
        "contexto": [
            "Com base no texto e nos conhecimentos sobre política, poder e ideologia, considere as aﬁrmativas a seguir.I. Nas sociedades capitalistas ocidentais e em contextos de guerra, ocorre um enfraquecimento do uso político da ideiade nação, em virtude da prioridade aos recursos militares e ao poderio bélico, em detrimento da valorização do povo.II. O conhecimento cientíﬁco colonialista refuta o pensamento hegemônico ocidental, favorecendo a ampliação de dife-rentes formas de conhecer e explicar o mundo, reconhecendo e valorizando outras culturas e saberes nativos.III. O conhecimento cientíﬁco pode se tornar uma ideologia e uma forma de dominação quando o seu saber se apresentacomo inquestionável, constituindo a ideia de uma verdade absoluta, com o propósito de explicar todas as coisas.IV. A ideologia da meritocracia converte as oportunidades em termos de capitais econômicos, culturais e sociais em umdom individual, legitimando a reprodução das desigualdades nos acessos e meios de produção do conhecimento.Assinale a alternativa correta."
        ],
        "alternativas": {
            "a": "a) Somente as aﬁrmativas I e II são corretas.",
            "b": "b) Somente as aﬁrmativas I e IV são corretas.",
            "c": "c) Somente as aﬁrmativas III e IV são corretas.",
            "d": "d) Somente as aﬁrmativas I, II e III são corretas.",
            "e": "e) Somente as aﬁrmativas II, III e IV são corretas."
        },
        "correcao": "Alternativa correta: c"
    },
    {
        "ano": "2023",
        "indice": "6",
        "contexto": [
            "AAA imagem a seguir foi produzida pela fotógrafa japonesa Miyako Ishiuchi (1947-) e publicada em 2008 e tem como base apeça de roupa de uma vítima da bomba atômica na cidade de Hiroshima em 1945.imagens2023/imagem_1.pngISHIUCHI, Miyako. Hiroshima. Tokyo: Shueisha, 2008.Com base na imagem e nos conhecimentos sobre Segunda Guerra Mundial e Memória, considere as aﬁrmativas a seguir.I. A construção da memória histórica transcende o episódio da bomba atômica sobre Hiroshima, envolvendo discursosque passam por linguagens de diferentes naturezas.II. Embora a imagem seja relevante para a produção do conhecimento histórico, ela é desconsiderada como fonte primá-ria, na medida em que a História é feita com base em documentos escritos.III. Idênticas em termos de composição atômica, as bombas nucleares encerraram a Segunda Guerra Mundial em 1945,sendo consideradas armas paciﬁcadoras por norte-americanos e japoneses.IV. A ambiguidade é uma das possibilidades de conhecimento por meio da arte, e a fotograﬁa de Miyako Ishiuchi permitea percepção do contraste entre a leveza e o fato histórico.Assinale a alternativa correta."
        ],
        "alternativas": {
            "a": "a) Somente as aﬁrmativas I e II são corretas.",
            "b": "b) Somente as aﬁrmativas I e IV são corretas.",
            "c": "c) Somente as aﬁrmativas III e IV são corretas.",
            "d": "d) Somente as aﬁrmativas I, II e III são corretas.",
            "e": "e) Somente as aﬁrmativas II, III e IV são corretas."
        },
        "correcao": "Alternativa correta: b"
    },
    {
        "ano": "2023",
        "indice": "7",
        "contexto": [
            "AAA migração e o exílio de cientistas da Europa constituíram uma realidade durante a Segunda Guerra Mundial, pois muitosforam considerados inaceitáveis por critérios raciais e ideológicos adotados pelos Estados nazi fascistas. O deslocamentode cientistas ocorre também na atualidade, mas por outras razões, como o baixo índice de investimento, por parte dealguns governos, em ciência e pesquisa, caracterizando uma “fuga de cérebros” para potências econômicas como osEstados Unidos. Ao longo dos séculos XX e XXI, as ações dos Estados em relação à ciência e aos cientistas vêm oscilandoentre a perseguição política e o investimento ﬁnanceiro.Com base nos conhecimentos sobre Estado e políticas para a Ciência, considere as aﬁrmativas a seguir.I. A perseguição política e ideológica a cientistas por parte dos Estados fascistas e nazistas expressa o uso violento domonopólio da força do Estado sobre seus próprios cidadãos e cidadãs.II. Em Estados democráticos, os cortes orçamentários no ﬁnanciamento público voltado à ciência e à tecnologia expres-sam uma decisão de Estado e não de Governo, justamente porque cabe ao Estado uma ação política administrativapara elaborar programas e políticas públicas.III. O Projeto Mãe de Todas as Bombas foi delineado pelos aliados dos Estados Unidos para conter o avanço nuclear dospaíses do Eixo, marcadamente o Japão, que passava por grande desenvolvimento cientíﬁco.IV. O Projeto Manhatan foi o esforço do governo norte-americano para a produção da bomba atômica, após a advertênciade Albert Einstein de que a Alemanha estava em condições de produzir o artefato.Assinale a alternativa correta.imagens2023/imagem_2.png"
        ],
        "alternativas": {
            "a": "a) Somente as aﬁrmativas I e II são corretas.",
            "b": "b) Somente as aﬁrmativas I e IV são corretas.",
            "c": "c) Somente as aﬁrmativas III e IV são corretas.",
            "d": "d) Somente as aﬁrmativas I, II e III são corretas.",
            "e": "e) Somente as aﬁrmativas II, III e IV são corretas."
        },
        "correcao": "Alternativa correta: b"
    },
    {
        "ano": "2023",
        "indice": "8",
        "contexto": [
            "Alan Turing contribuiu para o desenvolvimento do conhecimento tecnológico, resultando na criação de dispositivos eletrô-nicos como computadores e celulares e, posteriormente, a inteligência artiﬁcial. Com base no texto e nos conhecimentossobre os efeitos políticos, sociais e culturais produzidos pelo desenvolvimento cientíﬁco-tecnológico, considere as aﬁrma-tivas a seguir.I. As mídias sociais e sua inserção no nosso cotidiano favorecem a construção de uma sociabilidade em rede, caracte-rizando uma sociação por meio de interações sociais, nas quais podem surgir sentimentos, conexões e laços sociais,além de diferentes modos de interação, como a competição, o conﬂito e a cooperação.II. A internet contribuiu para criar novos mecanismos de participação política e ativismo, novos diálogos entre o local eo global, além de grandes acontecimentos como a Primavera Árabe e a atuação de grupos e organizações díspares,como Al-Qaeda e Greenpeace.III. “Cliques”, “curtidas” e “visualizações” são captados por algoritmos digitais, que permitem traçar o perﬁl das pre-ferências políticas dos sujeitos e determinam o conteúdo a ser-lhes oferecido, afetando a esfera pública e o debatedemocrático.IV. O uso de tecnologias digitais favorece a maior democratização do acesso ao conhecimento, ao consumo, ao entrete-nimento, ocorrendo de maneira igualitária na sociedade brasileira, contribuindo também para o desenvolvimento deuma “cidadania digital”.Assinale a alternativa correta."
        ],
        "alternativas": {
            "a": "a) Somente as aﬁrmativas I e II são corretas.",
            "b": "b) Somente as aﬁrmativas I e IV são corretas.",
            "c": "c) Somente as aﬁrmativas III e IV são corretas.",
            "d": "d) Somente as aﬁrmativas I, II e III são corretas.",
            "e": "e) Somente as aﬁrmativas II, III e IV são corretas."
        },
        "correcao": "Alternativa correta: d"
    },
    {
        "ano": "2023",
        "indice": "9",
        "contexto": [
            "Considere X = {x1, x2, · · · , x10} com xi ̸= xj para todo i, j ∈{1, · · · , 10} distintos. Deseja-se transmitir a um destina-tário uma palavra formada com os caracteres do conjunto X. Para enviá-la de modo sigiloso, uma estratégia é criptografar apalavra trocando cada um de seus caracteres utilizando uma função f : X →X que satisfaça as seguintes propriedades:I. f(f(x)) = x para todo x ∈XII. f(x) ̸= x para todo x ∈XSe apenas o remetente e o destinatário conhecem a função, a palavra é transmitida em segurança.Por exemplo:caso se escolha f de modo que f(x1) = x7, f(x2) = x5 e f(x10) = x3, entãoimagens2023/imagem_3.pngAdaptado de: google.comCom base no exposto e nos conhecimentos matemáticos, atribua V (verdadeiro) ou F (falso) às aﬁrmativas a seguir.() Se f : X →X atende as propriedades I e II, então f é injetora e sobrejetora.() Se f : X →X é tal que f(x1) = x5 e f(x5) = x2, então f atende as propriedades I e II.() Se f : X →X atende as propriedades I e II, então f(f(f(x))) = x para todo x ∈X.() Existem 105 funções f : X →X com f(x1) = x2 e que atendem as propriedades I e II.() Existem 945 funções f : X →X que atendem as propriedades I e II.Assinale a alternativa que contém, de cima para baixo, a sequência correta."
        ],
        "alternativas": {
            "a": "a) V, F, F, V, V",
            "b": "b) V, F, F, F, V",
            "c": "c) V, V, V, F, F",
            "d": "d) F, V, F, V, F",
            "e": "e) F, F, V, F, V"
        },
        "correcao": "Alternativa correta: a"
    },
    {
        "ano": "2023",
        "indice": "10",
        "contexto": [
            ". Como f(f(x)) = xpara todo x ∈X, então f(f(x9)) = f(x10) = x9. Portanto, há 7 × 5 × 3 × 1 = 105 funções que atendem as propriedades I eII.V. Verdadeiro. Há 9 opções para a imagem de x1, uma vez que f(x1) ̸= x1. Suponha, sem perda de generalidade, quef(x1) = x2. Como f(f(x)) = x para todo x ∈X, então f(f(x1)) = f(x2) = x1. Com isto, já ﬁxamos a imagem de x1 e x2.Como f é bijetora, há 7 opções para a imagem de x3, uma vez que f(x3) ̸= x3 e x1 e x2 estão indisponíveis. Suponha, semperda de generalidade, que f(x3) = x4. Como f(f(x)) = x para todo x ∈X, então f(f(x3)) = f(x4) = x3. Com isto, jáﬁxamos a imagem de x1, x2, x3 e x4. Como f é bijetora, há 5 opções para a imagem de x5, uma vez que f(x5) ̸= x5 e x1,x2, x3 e x4 estão indisponíveis. Suponha, sem perda de generalidade, que f(x5) = x6. Como f(f(x)) = x para todo x ∈X,então f(f(x5)) = f(x6) = x5. Com isto, já ﬁxamos a imagem de x1, x2, x3, x4, x5 e x6. Como f é bijetora, há 3 opções paraa imagem de x7, uma vez que f(x7) ̸= x7 e x1, x2, x3, x4, x5 e x6 estão indisponíveis. Suponha, sem perda de generalidade,que f(x7) = x8. Como f(f(x)) = x para todo x ∈X, então f(f(x7)) = f(x8) = x7. Com isto, já ﬁxamos a imagem de x1,x2, x3, x4, x5, x6, x7 e x8. Como f é bijetora, há apenas 1 opção para a imagem de x9, uma vez que f(x9) ̸= x9 e x1, x2,x3, x4, x5, x6, x7 e x8 estão indisponíveis. Com isto, segue que f(x9) = x10. Como f(f(x)) = x para todo x ∈X, entãof(f(x9)) = f(x10) = x9. Portanto, há 9 × 7 × 5 × 3 × 1 = 945 funções que atendem as propriedades I e II.10Suponha que duas lâmpadas usadas na invenção de Turing brilhavam quando algum caractere era decifrado e que elaseram ligadas à mesma diferença de potencial. Os ﬁlamentos eram de mesmo material e comprimento, porém com diâmetrosdiferentes, sendo um o dobro do outro.Com base no texto e nos conhecimentos sobre eletricidade e magnetismo, assinale a alternativa que apresenta, correta erespectivamente, a razão entre as potências da lâmpada de maior brilho pela lâmpada de menor brilho."
        ],
        "alternativas": {
            "a": "a) 0,25",
            "b": "b) 0,50",
            "c": "c) 1,00",
            "d": "d) 2,00",
            "e": "e) 4,00"
        },
        "correcao": "Alternativa correta: e"
    },
    {
        "ano": "2023",
        "indice": "11",
        "contexto": [
            "AAA produção de conhecimentos sobre a sexualidade envolve, historicamente, a busca de instituições de controle a ﬁm deusar o poder-saber para objetiﬁcar os sujeitos. Os trabalhos de Michel Foucault (1926-1984) explicitaram como o conheci-mento é uma forma de poder e como é usado para controlar os sujeitos.Com base no texto e nos conhecimentos sobre as relações entre saber e poder em Foucault, assinale a alternativa correta."
        ],
        "alternativas": {
            "a": "a) O conhecimento cientíﬁco sobre os corpos e a sexualidade criou noções de patologias sociais a partir da classiﬁcação de norma- lidade e anormalidade.",
            "b": "b) O corpo, ao ser separado, medido, investigado e conhecido em seus detalhes, tornou-se fonte de liberdade, algo que a sociedade moderna é incapaz de controlar e submeter.",
            "c": "c) A biopolítica, como conhecimento, possibilita aos sujeitos individuais o exercício autônomo do controle em questões como saúde, higiene, natalidade, longevidade e sexualidade.",
            "d": "d) Procedimentos cientíﬁcos de catalogar, categorizar e nomear as práticas sexuais transferiu o tema do conhecimento sobre a homossexualidade do campo médico para o penal.",
            "e": "e) Fábricas e prisões modernas se diferem quanto ao conhecimento e à disciplina dos corpos, sendo o corpo criativo de interesse da primeira e o corpo dócil o interesse da segunda."
        },
        "correcao": "Alternativa correta: a"
    },
    {
        "ano": "2023",
        "indice": "12",
        "contexto": [
            "AAA castração química, como a feita em Turing, é um procedimento que utiliza medicamentos que têm por função inibir aprodução dos hormônios masculinos e consequentemente a redução do impulso sexual.Com base no texto e nos conhecimentos sobre os mecanismos ﬁsiológicos de produção e ação dos hormônios masculinos,assinale a alternativa correta."
        ],
        "alternativas": {
            "a": "a) O hipotálamo produz a testosterona, que estimula os testículos a produzir o hormônio foliculo estimulante (FSH), responsável pelos caracteres sexuais secundários.",
            "b": "b) A adeno-hipóﬁse produz o hormônio luteinizante (LH), que atua nas células intersticiais dos testículos, estimulando a produção de testosterona.",
            "c": "c) O hipotálamo produz a somatotroﬁna (HGH), hormônio responsável pela estimulação da produção de gametas, conhecido como espermatogênese.",
            "d": "d) A produção da testosterona nas vesículas seminais é dependente do hormônio tireotróﬁco (TSH), liberado pela neuro-hipóﬁse.",
            "e": "e) O aumento na concentração de testosterona, produzida nos testículos, leva a um efeito de  feedback  positivo de liberação de hormônio folículo estimulante pelo hipotálamo."
        },
        "correcao": "Alternativa correta: b"
    },
    {
        "ano": "2023",
        "indice": "13",
        "contexto": [
            "Guerras são conﬂitos armados que acontecem por diferentes motivos, tais como: interesses políticos e econômicos, con-tendas religiosas, disputas territoriais, entre outras razões.A ﬁgura a seguir, apresenta um morro que separa um canhão de um obelisco de uma civilização e ilustra possíveis trajetó-rias que o projétil pode percorrer.imagens2023/imagem_4.pngCom base na ﬁgura, adotandog = 10m/s2,√3 = 1, 7, (√3)2 = 3 e sabendo que o módulo da velocidade inicial de lançamento é de 30 m/s e o ânguloϕ é de 30°, atribua V (verdadeiro) ou F (falso) às aﬁrmativas a seguir.() O projétil acertará o ponto (45; 12,5).() O projétil não acertará o ponto (45; 12,5), pois sofrerá uma colisão com o morro.() O vértice do gráﬁco da função polinomial do segundo grau que representa a trajetória correta é (38,25; 13,25).() O gráﬁco da função f : [0, 45] →R dada porf(x) = 2 +√33 x −1135x2 descreve a trajetória do projétil.() Na função f : [0, 45] →R dada porf(x) = 2 +√33 x −1135x2, o sinal de f(0) determina a concavidade do gráﬁco de fAssinale a alternativa que contém, de cima para baixo, a sequência correta."
        ],
        "alternativas": {
            "a": "a) V, F, V, V, F",
            "b": "b) V, F, V, F, V",
            "c": "c) V, V, F, V, F",
            "d": "d) F, F, F, V, V",
            "e": "e) F, V, V, F, F 11 / 56 Vestibular UEL 2023"
        },
        "correcao": "Alternativa correta: a"
    },
    {
        "ano": "2023",
        "indice": "14",
        "contexto": [
            "AALeia o texto a seguir.As universidades foram criações eclesiásticas, originando-se como extensões dos colégios episcopais, nos quais osjovens estudantes aprendiam o domínio das sete artes liberais, que eram a base da sua formação.No entanto, asuniversidades só começaram a destacar-se como um sistema de educação e investigação mais complexo que os colégiosepiscopais por volta do século XIII. Apesar de datar desse século, a encíclica Parens scientiarum, do Papa Gregório IX,procurou legitimar a universidade enquanto instituição eclesiástica.Adaptado de: brasilescola.uol.com.brCom base no texto e sobre a Universidade, considere as aﬁrmativas a seguir.I. Surgiu no contexto histórico da Idade Média a partir de ações da Igreja Católica, mas, ao mesmo tempo, constituiuuma reação aos valores religiosos.II. Orientava-se a partir do Trivium e do Quadrivium como fundamentos, formando as chamadas sete artes liberais.III. Surgiu na Idade Moderna, quando os ideais eclesiásticos popularizaram a formação superior.IV. Surgiu na Antiguidade, no contexto histórico do desenvolvimento cientíﬁco em torno das disciplinas da Matemática,da Moral e da Biologia.Assinale a alternativa correta."
        ],
        "alternativas": {
            "a": "a) Somente as aﬁrmativas I e II são corretas.",
            "b": "b) Somente as aﬁrmativas I e IV são corretas.",
            "c": "c) Somente as aﬁrmativas III e IV são corretas.",
            "d": "d) Somente as aﬁrmativas I, II e III são corretas.",
            "e": "e) Somente as aﬁrmativas II, III e IV são corretas."
        },
        "correcao": "Alternativa correta: a"
    },
    {
        "ano": "2023",
        "indice": "15",
        "contexto": [
            "AAO espaço geográﬁco se caracteriza pela interação entre a natureza e a sociedade em um território, composto de váriasescalas e dimensões espaciais – o local, o regional e o mundial.Sobre o espaço geográﬁco e o processo de globalização, assinale a alternativa correta."
        ],
        "alternativas": {
            "a": "a) A globalização tem acelerado os ﬂuxos, informacionais e econômicos, e estreitado cada vez mais a relação entre o local e o global.",
            "b": "b) A globalização assegura a difusão internacional da informação, possibilitando um mundo único de comunicação e de acesso à internet.",
            "c": "c) No campo da internet, muitos termos são difundidos em inglês, o que possibilita uma interação entre as várias partes do globo, refutando a ideia de hegemonia e imposição cultural.",
            "d": "d) A centralização do processo produtivo e o rompimento com a mundialização da economia são características centrais para entender a globalização.",
            "e": "e) Com a globalização, as decisões políticas, sociais, ambientais e econômicas do governo de cada país permanecem sem interfe- rência de organismos internacionais. 13 / 56 Vestibular UEL 2023"
        },
        "correcao": "Alternativa correta: a"
    },
    {
        "ano": "2023",
        "indice": "16",
        "contexto": [
            "Leia o texto a seguir.Foi a Filosoﬁa que me libertou totalmente daquela superstição na qual eu te precipitei junto comigo. É ela que me ensina,e me ensina de forma verdadeira, que não se deve cultuar, que, ao contrário, é preciso desprezar tudo aquilo que se vêcom nossos olhos mortais, tudo quanto se percebe por qualquer um dos nossos sentidos. Essa ﬁlosoﬁa mesma prometedemonstrar de forma clara o veríssimo e secretíssimo Deus, e quase já se digna a mostrá-lo como que por entre nuvenstranslúcidas.Adaptado de: AGOSTINHO, Contra os Acadêmicos, 1.3. Trad. de Enio Paulo Giachini. Petrópolis: Vozes, 2014. p. 16. (Vozes de Bolso)Com base no texto e nos conhecimentos sobre o pensamento de Agostinho, atribua V (verdadeiro) ou F (falso) às aﬁrmativasa seguir.() A Filosoﬁa é concebida de modo indissociável da Teologia.() Só se obtém ciência se ela está relacionada à Revelação.() Fé e razão são opostos inconciliáveis.() A Filosoﬁa é autônoma e crítica em relação à Teologia.() A fé é esclarecida pela razão graças à Filosoﬁa.Assinale a alternativa que contém, de cima para baixo, a sequência correta."
        ],
        "alternativas": {
            "a": "a) V, V, F, V, F.",
            "b": "b) V, V, F, F, V.",
            "c": "c) V, F, V, F, F.",
            "d": "d) F, F, V, V, F.",
            "e": "e) F, V, F, V, V."
        },
        "correcao": "Alternativa correta: b"
    },
    {
        "ano": "2023",
        "indice": "17",
        "contexto": [
            "Leia o texto a seguir.Uma das formas mais conhecidas de representação do mapa-múndi é a baseada na Projeção de Mercator, criada em1559 pelo geógrafo Gerhard Mercator.Seu trabalho foi revolucionário, já que seu modelo é considerado a primeirarepresentação do mundo com todos os continentes após a expansão marítima europeia. A ﬁgura a seguir, feita por umusuário do Reddit (agregador social de notícias ou social bookmarks), compara as medidas da Projeção de Mercator comas extensões verdadeiras de cada país. Por exemplo: a Groenlândia, região autônoma da Dinamarca, aparenta ter duasvezes o tamanho do Brasil, o que está longe de ser verdade: a ilha possui uma área de 2.1 milhões de km2, enquanto onosso país tem 8.5 milhões de km2.imagens2023/imagem_5.pngAdaptado de: super.abril.com.br/mundo-estranhoCom base no exposto, considere as aﬁrmativas a seguir.I. Na ﬁgura, a razão entre a área real de cada país e sua área aparente, na representação da Projeção de Mercator, éconstante.II. Trata-se de uma projeção cilíndrica com o eixo do cilindro coincidente com o eixo equatorial. Assim, o valor do ânguloé mantido para estabelecer uma melhor precisão no cálculo de localização e distâncias.III. A projeção de Mercator foi utilizada como instrumento político-ideológico para impor a visão eurocêntrica, transmi-tindo a ideia de superioridade da Europa em relação às outras partes do mundo.IV. Na Projeção de Mercator, a Groenlândia aparenta ter duas vezes o tamanho do nosso país, enquanto a real área doBrasil é, pelo menos, 300% maior que a da Groenlândia.Assinale a alternativa correta."
        ],
        "alternativas": {
            "a": "a) Somente as aﬁrmativas I e II são corretas.",
            "b": "b) Somente as aﬁrmativas I e IV são corretas. 15 / 56 Vestibular UEL 2023",
            "c": "c) Somente as aﬁrmativas III e IV são corretas.",
            "d": "d) Somente as aﬁrmativas I, II e III são corretas.",
            "e": "e) Somente as aﬁrmativas II, III e IV são corretas."
        },
        "correcao": "Alternativa correta: c"
    },
    {
        "ano": "2023",
        "indice": "18",
        "contexto": [
            "AAEm 2008, um pároco de Paranaguá, suspenso por uma cadeira com cerca de mil balões de gás hélio (He), morreu apósconseguir elevar-se até cair no mar. Não foi o primeiro “padre voador”. Em 1709, a partir da observação de uma chama, oPadre Bartolomeu de Gusmão, inferiu que o ar aquecido poderia alçar às alturas pequenos corpos sólidos. Em 1783, osfranceses Joseph Michel e Jacques Etienne Montgolﬁer, usando o mesmo princípio, desenvolveram o balão tripulado.Supondo um balão de festa contendo gás He com uma massa de 20 gramas e volume de 0,2 m3, assinale a alternativa queapresenta, corretamente, a massa mínima de um objeto que se deve prender ao balão para ele não subir.Dados: g = 10m/s2 e densidade do ar = 1 kg/m3"
        ],
        "alternativas": {
            "a": "a) 0,12 Kg.",
            "b": "b) 0,15 Kg.",
            "c": "c) 0,18 kg.",
            "d": "d) 0,20 Kg.",
            "e": "e) 1,00 Kg."
        },
        "correcao": "Alternativa correta: c"
    },
    {
        "ano": "2023",
        "indice": "19",
        "contexto": [
            "Leia o texto a seguir.Arquitas de Tarento, Leonardo da Vinci, Marie Le Bris, Joseph Montgomery. Apesar desses nomes, foram Santos Dumonte os irmãos Wright que levaram a aviação para outro nível. Após construir seus dirigíveis, Dumont voou com seu 14-BIS;já os Wright criaram uma aeronave em que o piloto conseguia controlá-la e mantê-la estável.Adaptado de: adslatin.com/incrivel-historia-aviao/Com base no texto e nos conhecimentos sobre História Contemporânea, atribua V (verdadeiro) ou F (falso) às aﬁrmativas aseguir.() Santos Dumont e os irmãos Wright trocaram intensa correspondência entre 1900 e 1910, abordando os princípios dafísica da propulsão.() Santos Dumont fez seu 14-BIS levantar voo em Paris em 1906, o que foi testemunhado pela população e amplamentenoticiado pelos jornais da época.() Os irmãos Wright adotaram os fundamentos ou princípios que foram estabelecidos pelo padre Bartolomeu de Gusmãoem seu ensaio sobre planadores.() Os irmãos Wright defendiam a ideia de que a aviação deveria ser usada para o transporte intercontinental de cargas.() Durante a Primeira Guerra Mundial, o avião tornou-se arma de guerra, apesar de campanha contrária de Santos Du-mont.Assinale a alternativa que contém, de cima para baixo, a sequência correta."
        ],
        "alternativas": {
            "a": "a) V, V, F, V, F",
            "b": "b) V, V, F, F, F",
            "c": "c) F, V, F, F, V",
            "d": "d) F, F, V, F, V",
            "e": "e) F, F, V, V, F"
        },
        "correcao": "Alternativa correta: c"
    },
    {
        "ano": "2023",
        "indice": "20",
        "contexto": [
            "Em navios porta-aviões, para pousos e decolagens, é utilizado um equi-pamento elástico com a ﬁnalidade de proporcionar uma grande variaçãode velocidade em pequenas distâncias. Suponha que um avião pouse emum navio porta-aviões, parando no ponto (p) após percorrer uma distância(d) de 5√3 m, seguindo a trajetória (ce) perpendicular ao segmento(ab),conforme ilustra a ﬁgura ao lado.imagens2023/imagem_6.pngO comprimento natural do equipamento elástico (ab) é de 10 m e sua constante elástica é 2000 N/m.Com base na ﬁgura e nos conhecimentos sobre Dinâmica do movimento e Equilíbrio estático, assinale a alternativa queapresenta, corretamente, a força exercida pelo elástico quando o avião para no ponto (p).imagens2023/imagem_7.png"
        ],
        "alternativas": {
            "a": "a) 10000 N",
            "b": "b) 10000 √ 3  N",
            "c": "c) 20000 N",
            "d": "d) 20000 √ 3  N",
            "e": "e) 100000 √ 3  N"
        },
        "correcao": "Alternativa correta: c"
    },
    {
        "ano": "2023",
        "indice": "21",
        "contexto": [
            "Leia o texto a seguir.Em abril de 1965 o então presidente da Intel, Gordon Earle Moore, supôs que o conhecimento humano e o progressotecnológico fariam com que a quantidade de transistores, que podem ser colocados em uma mesma área, dobraria a cada24 meses.Adaptado de: canaltech.com.brUm matemático deseja representar geometricamente a suposição de Moore. Ele percebe que o número de transistoresN(t), que podem ser colocados em uma mesma área, cresce muito rapidamente quando comparado com o tempo t,medido em anos.Sendo assim, o matemático esboça o gráﬁco de y = log10 N(t) com t ∈{1969, 1971, · · · , 2017}.Sabendo que N(1969) = 1150 e que N(2017) = 19293798400, assinale a alternativa que apresenta, corretamente, ográﬁco de y = log10 N(t) com t ∈{1969, 1971, · · · , 2017}.imagens2023/imagem_8.pngimagens2023/imagem_9.pngimagens2023/imagem_10.pngimagens2023/imagem_11.pngimagens2023/imagem_12.png"
        ],
        "alternativas": {
            "a": "a)",
            "b": "b)",
            "c": "c)",
            "d": "d)",
            "e": "e)"
        },
        "correcao": "Alternativa correta: e"
    },
    {
        "ano": "2023",
        "indice": "22",
        "contexto": [
            "AAA alquimia, conhecida desde a Idade Média como uma prática experimental, combinava princípios de campos de conheci-mentos como Física, Química, Metalurgia, Filosoﬁa, Medicina, Arte, com magia e religião, visando promover transformaçõesda matéria. A alquimia não é conhecida como Química, mas seu foco na manipulação de substâncias naturais não é tãodiferente dos propósitos da Química moderna, diferenciando-se marcadamente pela forma de conceituar e registrar suaspráticas. Alguns experimentos feitos pelos alquimistas e replicados pela Química para obtenção de Hg(l), a partir de HgS(s),estão representados, a seguir, pelas equações químicas.• HgS(s) + 2Cu(s) →Cu2S(s) + Hg(l) (1) – formação de Hg metálico na presença de ácido acético 6% ao misturar manu-almente HgS e Cu em pó.• HgS(s) + O2(g) →SO2(g) + Hg(l) (2) – formação de Hg metálico sob aquecimento.• HgS(s) + Fe(s) →FeS(s) + Hg(l) (3) – formação de Hg metálico sob aquecimento ao colocar em contato HgS com Feem pó .• 2HgS(s) + Na2CO3(s) →Na2S(s) + CO2(g) + SO(g) + 2Hg(l) (4) – formação de Hg metálico sob leve aquecimento aocolocar em contato HgS com Na2CO3 em sistema fechado.Dados:Fe2+ + 2e−= Fe° E° = - 0,44 VKps do FeS = 4,0 × 10−19Cu+ + e−= Cu° E° = + 0,52 VKps do HgS = 1,6 × 10−54Hg2+ + 2e−= Hg° E° = + 0,85 VCom base nas equações químicas e nos conhecimentos sobre reações químicas e misturas, assinale a alternativa correta."
        ],
        "alternativas": {
            "a": "a) Em todas as equações, as espécies químicas que reagem com HgS são reagentes limitantes.",
            "b": "b) O HgS possui maior solubilidade em água que o FeS.",
            "c": "c) Na equação química (1), se o tamanho das partículas de Cu for reduzido, haverá maior rendimento reacional.",
            "d": "d) As equações químicas (1) e (3) ocorrem espontaneamente e, na equação (3), a temperatura aumenta a velocidade da reação.",
            "e": "e) A obtenção de Hg(l), a partir das equações químicas (2), (3) e (4), pode ser realizada por destilação fracionada sob elevada pressão."
        },
        "correcao": "Alternativa correta: d"
    },
    {
        "ano": "2023",
        "indice": "23",
        "contexto": [
            "AALeia a canção a seguir.Eu faço samba e amor até mais tardeE tenho muito sono de manhãEscuto a correria da cidade, que ardeE apressa o dia de amanhãDe madrugada a gente ainda se amaE a fábrica começa a buzinarO trânsito contorna a nossa cama, reclamaDo nosso eterno espreguiçarNo colo da bem-vinda companheiraNo corpo do bendito violãoEu faço samba e amor a noite inteiraNão tenho a quem prestar satisfaçãoEu faço samba e amor até mais tardeE tenho muito mais o que fazerEscuto a correria da cidade, que alardeSerá que é tão difícil amanhecer?Não sei se preguiçoso ou se covardeDebaixo do meu cobertor de lãEu faço samba e amor até mais tardeE tenho muito sono de manhãChico Buarque. Samba e amor, 1970 (álbum Per un pugno di samba).Com base na canção e nos conhecimentos sobre Teoria da História e História Contemporânea, assinale a alternativa cor-reta."
        ],
        "alternativas": {
            "a": "a) Cada cultura é marcada por uma concepção de tempo, que orienta os agentes históricos de forma determinista, impossibilitando, portanto, a reinvenção do cotidiano por meio de práticas sociais.",
            "b": "b) A partir da Revolução Industrial, houve a emergência de uma nova concepção de tempo, marcada pela utilização do relógio; entretanto, essa visão permaneceu circunscrita ao contexto histórico inglês.",
            "c": "c) O campo e a cidade são marcados por diferentes concepções e ritmos de tempo, sendo possível ressaltar a dinâmica da natureza nas zonas rurais, desconectadas, no Brasil, de uma perspectiva temporal capitalista.",
            "d": "d) O tempo encontra-se inscrito na própria materialidade que caracteriza o cotidiano, como o relógio, a cama e o violão, indicando que suas diferentes percepções são impessoais e independem da dimensão tangível.",
            "e": "e) O tempo envolve a percepção de um passado e uma expectativa de futuro, orientando, portanto, as ações no presente e reme- tendo à historicidade que marca o cotidiano dos agentes históricos."
        },
        "correcao": "Alternativa correta: e"
    },
    {
        "ano": "2023",
        "indice": "24",
        "contexto": [
            "Durante a crise da Covid-19, muitas famílias se encontraram com diﬁculdade orçamentária. A família de Darci foi umadessas. Ele está reformando um dos quartos e gostaria de instalar um espelho plano em uma parede perpendicular aochão com a possibilidade de conseguir observar todo seu corpo ereto (da cabeça aos pés).Supondo que Darci tem 165 cm de altura e a sua distância horizontal em relação ao espelho é de 40 cm, assinale a alternativaque apresenta, corretamente, a menor altura do espelho plano que deverá ser instalado.imagens2023/imagem_13.png"
        ],
        "alternativas": {
            "a": "a) 80,0 cm",
            "b": "b) 82,5 cm",
            "c": "c) 85,0 cm",
            "d": "d) 87,5 cm",
            "e": "e) 90,0 cm"
        },
        "correcao": "Alternativa correta: b"
    },
    {
        "ano": "2023",
        "indice": "25",
        "contexto": [
            "Leia o texto a seguir.Pelo menos 84 pessoas morreram e outras 56 estão desaparecidas em decorrência dos escorregamentos de encostas,provocados pelas fortes chuvas que caíram na Grande Recife. O volume de chuvas chegou a 236 milímetros em algunslocais de Recife durante a madrugada do sábado, 28/05/2022, e alcançou 70% do volume previsto para todo o mês demaio.Adaptado de: terra.com.br/noticias/Com base nos conhecimentos sobre escorregamentos e as características físico-naturais da região litorânea do Nordeste,atribua V (verdadeiro) ou F (falso) às aﬁrmativas a seguir.() Os escorregamentos ocorridos na Grande Recife são eventos isolados, uma vez que os municípios contam com planosde ocupação das encostas que minimizam os impactos ambientais e socioeconômicos.() O fenômeno meteorológico Ondas de Leste resulta de um forte calor na costa do continente Africano, o que causadistúrbios nas correntes de ventos e na pressão, trazendo umidade e provocando muita chuva na costa leste da regiãodo Nordeste.() A origem vulcânica da geomorfologia da costa do Nordeste gerou um relevo com encostas muito inclinadas e que sãopropícias para a ocorrência dos escorregamentos, gerando uma série de impactos ambientais.() A ocupação das encostas de maneira irregular, retirada da vegetação, acúmulo de lixo, cortes inadequados dos ta-ludes e vazamentos na rede de abastecimento de água são algumas das causas que intensiﬁcam a ocorrência dosescorregamentos.() Os escorregamentos caracterizam-se como um processo geomorfológico natural que atua sobre as encostas, movi-mentando solo, rocha e vegetação ao longo das encostas, sob a ação direta da gravidade.Assinale a alternativa que contém, de cima para baixo, a sequência correta."
        ],
        "alternativas": {
            "a": "a) V, F, V, F, F.",
            "b": "b) V, F, F, F, V.",
            "c": "c) F, V, F, V, F.",
            "d": "d) F, V, F, V, V.",
            "e": "e) F, V, V, V, F. 22 / 56 Vestibular UEL 2023"
        },
        "correcao": "Alternativa correta: d"
    },
    {
        "ano": "2023",
        "indice": "26",
        "contexto": [
            "AAAté o início do século XIX, para a maioria dos naturalistas europeus, a doutrina que prevalecia era o ﬁxismo, ou seja,as espécies de seres vivos não se alterariam ao longo do tempo. Com o desenvolvimento cientíﬁco, a exploração decontinentes e evidências de ordens geológica e arqueológica, as ideias evolucionistas passaram a predominar. Para estateoria, tanto o planeta quanto os organismos que o habitam estão sujeitos a eventos que contribuem para promover adiversidade de formas de vida.Com base nos conhecimentos sobre o evolucionismo, assinale V (verdadeiro) ou F (falso) às aﬁrmativas a seguir.() A teoria evolucionista de Darwin tem por premissa a lei do uso e desuso, que se apoia no fato de que o ambientepode acarretar mudanças de hábitos de um organismo, tendo, por consequências, a hipertroﬁa de certas estruturas ea atroﬁa de outras, com transmissão para as próximas gerações.() O conceito darwiniano de seleção natural, em linhas gerais, preconiza que indivíduos de espécies selvagens queapresentam características vantajosas, em condições ambientais ora vigentes, sobrevivem ou vivem melhor e tendema deixar, proporcionalmente, mais descendentes na geração seguinte.() A divergência evolutiva tem seu fundamento em estudos fósseis de estruturas biológicas análogas, que surgiram demaneira independente em diferentes grupos de organismos pouco aparentados evolutivamente, mas que desenvolve-ram estruturas e formas corporais semelhantes.() A recombinação gênica, também conhecida como mutação gênica, é o mecanismo mais frequentemente encontrado,tanto na reprodução sexuada quanto na assexuada, pois, dela, surgem determinados conjuntos de genes típicos decada espécie, resultando no acúmulo de mutações vantajosas que se mantêm por ação da seleção natural.() A adaptação individual consiste no ajustamento do organismo a determinada mudança ambiental que tende à homeos-tase, já a adaptação evolutiva refere-se ao ajustamento da população ao ambiente, ao longo de sucessivas gerações,por efeito da seleção natural.Assinale a alternativa que contém, de cima para baixo, a sequência correta."
        ],
        "alternativas": {
            "a": "a) V, V, F, V, F",
            "b": "b) V, F, V, F, V",
            "c": "c) F, V, F, F, V",
            "d": "d) F, V, F, V, F",
            "e": "e) F, F, V, V, V 23 / 56 Vestibular UEL 2023"
        },
        "correcao": "Alternativa correta: c"
    },
    {
        "ano": "2023",
        "indice": "27",
        "contexto": [
            "Leia o texto a seguir.Não há dúvida de que o trabalho de investigação que um dado paradigma permite torna-se uma contribuição duradourapara o corpo de conhecimento cientíﬁco e técnico, mas os paradigmas eles próprios são com frequência postos de ladoe substituídos por outros bastante incompatíveis com eles. Não podemos recorrer a noções de “verdade” ou “validade” apropósito dos paradigmas na tentativa de compreender a especial eﬁcácia da investigação que a sua aceitação permite.KUHN, Thomas S. A função do dogma na investigação cientíﬁca. Trad. de Jorge Dias de Deus. Curitiba: UFPR. SCHLA, 2012, p. 39.Com base no texto e nos conhecimentos sobre a ﬁlosoﬁa de Thomas Kuhn, assinale a alternativa correta."
        ],
        "alternativas": {
            "a": "a) No processo de desenvolvimento cientíﬁco, uma revolução acontece quando se prova a falsidade de um paradigma, que é substituído por outro verdadeiro.",
            "b": "b) Um paradigma cientíﬁco é um momento do desenvolvimento cientíﬁco, que é linear e cumulativo, num processo que se aproxima cada vez mais da verdade.",
            "c": "c) A ciência tem como ﬁm o estabelecimento de um paradigma verdadeiro, que será capaz de explicar todos os fenômenos de acordo com uma única teoria uniﬁcada.",
            "d": "d) Verdade e falsidade são noções aplicadas aos resultados das pesquisas desenvolvidas no interior de um paradigma e não ao próprio paradigma, que em si não é verdadeiro nem falso.",
            "e": "e) As revoluções cientíﬁcas devem ser evitadas, pois com elas os paradigmas são constantemente substituídos, o que compromete a possibilidade de a ciência solucionar seus problemas."
        },
        "correcao": "Alternativa correta: d"
    },
    {
        "ano": "2023",
        "indice": "28",
        "contexto": [
            "Com relação aos grandes grupos de animais, estudos de ordem genética, química, geológica e paleontológica têm contri-buído para o entendimento de como ocorreu a diversiﬁcação desses seres vivos nos diferentes continentes, bem como asestratégias evolutivas envolvidas nesse processo. Os sistemas corporais dos animais são apenas um dos critérios utiliza-dos para se estudar o fenômeno da diversiﬁcação.Com base nos conhecimentos sobre os sistemas corporais característicos dos diferentes grupos de animais, relacione acoluna da esquerda com a coluna da direita.(I) Digestão intra e extracelular(A) Presente na maioria dos moluscos e dos ar-trópodes.(II) Respiração traqueal(B) Presentes nos insetos, répteis e aves.(III) Fluido circulatório denominado hemolinfa(C) Presente em cnidários e platelmintos.(IV) Excretas com alta concentração de ácidoúrico(D) Presentes nos anelídeos, moluscos, artró-podes e cordados.(V) Vasos circulatórios(E) Presente nos insetos adultos.Assinale a alternativa que contém a associação correta."
        ],
        "alternativas": {
            "a": "a) I-C, II-D, III-B, IV-E, V-A",
            "b": "b) I-C, II-E, III-A, IV-B, V-D",
            "c": "c) I-C, II-E, III-B, IV-A, V-D",
            "d": "d) I-D, II-B, III-C, IV-A, V-E",
            "e": "e) I-E, II-C, III-D, IV-B, V-A"
        },
        "correcao": "Alternativa correta: b"
    },
    {
        "ano": "2023",
        "indice": "29",
        "contexto": [
            "AAA importância do conhecimento cientíﬁco, em áreas como Química, Física e Botânica, foi retratada no ﬁlme Perdido emMarte (2015), em que o astronauta Mark Watney (Matt Damon) utilizou seus conhecimentos para se manter vivo no planetavermelho. Um dos problemas enfrentados pelo astronauta era produzir água visando cultivar batata-inglesa, que é um(a)__________, rico(a) em __________, uma vez que as rações disponíveis eram limitadas. O astronauta sabia que a reaçãode __________ entre os gases hidrogênio e oxigênio poderia formar água (equação 1). Nessa reação, o gás hidrogênio éo__________ , e o oxigênio, o __________. O oxigênio foi obtido por meio do oxigenador coletado pela central de combus-tível do veículo de acesso a Marte. Para obter gás hidrogênio, o astronauta utilizou o combustível de foguete, hidrazina(N2H4), que, segundo ele, ao entrar em contato com o __________ irídio (Ir), formaria H2(g) e N2(g), com redução da energiade ativação (equação (2)).H2(g) + 1/2 O2(g) →H2O(l)(1)N2H4(l)IrN2(g) + 2H2(g)(2)Assinale a alternativa que preenche correta e respectivamente as lacunas."
        ],
        "alternativas": {
            "a": "a) Caule, carbo-hidrato, combustão, combustível, comburente, catalisador.",
            "b": "b) Raiz, carbo-hidrato, hidrólise, oxidante, combustível, inibidor.",
            "c": "c) Caule, proteína, eliminação, redutor, combustível, catalisador.",
            "d": "d) Raiz, lipídeo, queima, comburente, oxidante, ativador.",
            "e": "e) Caule, carbo-hidrato, substituição, combustível, redutor, inibidor."
        },
        "correcao": "Alternativa correta: a"
    },
    {
        "ano": "2023",
        "indice": "30",
        "contexto": [
            "De acordo com o Sistema Nacional de Informações sobre Saneamento, do Ministério das Cidades, em 2019, o brasileiroconsumiu, em média, de forma direta, 154 litros de água por dia. A quantidade é 44 litros maior do que a consideradanecessária para uma pessoa pela Organização das Nações Unidas (ONU). Por ano, o consumo médio dos brasileiros estápróximo de 56 mil litros. O quadro a seguir ilustra a quantidade de água para produção de alimentos e produtos cotidianos.ProdutoArrozCaféCalçaCarneCarne deCarneCarroChocolateLeitePapelJeansbovinafrangosuínaUnidade1 kg1 xícara1 peça1 kg1 kg1 kg1 unidade1 barra1 litro1 folha A4Litros de água25001301000017000370060004000001700100010folha.uol.com.br/Com base no quadro e nos conhecimentos sobre o uso da água, considere as aﬁrmativas a seguir.I. O conceito de Pegada Hídrica consiste no volume total de água usada na fabricação de bens e serviços, bem comoseu consumo direto e indireto no processo de produção.II. O conceito de Água Virtual está relacionado ao comércio indireto da água, embutida em determinados produtos,especialmente nas commodities agrícolas in natura.III. De acordo com o quadro, 1 kg de carne bovina requer, para sua produção, um consumo de água, aproximadamente,183% maior do que 1 kg de carne suína.IV. Países em desenvolvimento, que apresentam baixo índice de industrialização, fabricam bens de consumo que neces-sitam de grande volume de água e, portanto, tem Pegada Hídrica maior.Assinale a alternativa correta."
        ],
        "alternativas": {
            "a": "a) Somente as aﬁrmativas I e II são corretas.",
            "b": "b) Somente as aﬁrmativas I e IV são corretas.",
            "c": "c) Somente as aﬁrmativas III e IV são corretas.",
            "d": "d) Somente as aﬁrmativas I, II e III são corretas.",
            "e": "e) Somente as aﬁrmativas II, III e IV são corretas."
        },
        "correcao": "Alternativa correta: d"
    },
    {
        "ano": "2023",
        "indice": "31",
        "contexto": [
            "Imagine um jogo para celular chamado “Onde estão os uns?”. O aplicativo gera, de modo honesto,aleatório e sigiloso, uma matriz A = (ai,j) de dimensão 7 x 7 com 46 entradas de valor 0 e apenas 3entradas de valor 1. O objetivo do jogador é, a partir de dicas fornecidas pelo aplicativo, descobrirquais são as entradas da matriz com valor 1, daí o nome do jogo. Logo após o seu início, admitaque as seguintes dicas são fornecidas:I. a4,4 ̸= 0II. Se ai,i = 1, então i = 4III. ai,j = aj,i para todo i, j ∈{1, 2, · · · , 7}Considerando todas as possíveis matrizes que poderiam ser geradas pelo aplicativo satisfazendoo enunciado e as dicas, assinale a alternativa que apresenta, corretamente, a probabilidade de amatriz gerada ter entrada a6,4 = 1imagens2023/imagem_14.pngimagens2023/imagem_15.pngimagens2023/imagem_16.pngimagens2023/imagem_17.png"
        ],
        "alternativas": {
            "a": "a) 1/2",
            "b": "b) 1/21",
            "c": "c) 1/28",
            "d": "d) 3/49",
            "e": "e) 2/3"
        },
        "correcao": "Alternativa correta: b"
    },
    {
        "ano": "2023",
        "indice": "32",
        "contexto": [
            "AAAnalise as imagens e leia o texto a seguir.imagens2023/imagem_18.pngDetalhes da instalação “Maria dos Anjos”, 2017-2018.A 11ª. Bienal de Artes Visuais do Mercosul, realizada em Porto Alegre em 2018, propôs um olhar sobre o Triângulo Atlân-tico que interliga os destinos da América, da África e da Europa, contando com trabalhos de artistas dos três continentes.Sônia Gomes (1948 - ), natural de Caetanópolis, MG, foi convidada com a obra Maria dos Anjos (2017-2018). A artistacresceu no universo dos tecidos, tendo sido criada pela avó, que a iniciou nas amarrações, nos trançados, na costura;depois, vivendo com o pai, aprendeu sobre a tecelagem. Dessa mistura, aliada ao seu fascínio pelos nós, torcedurase trabalhos dos africanos, que treinava no próprio corpo, nasceu sua produção que esbarra em questões de identidaderacial em um elo com a vida da artista. Ela constrói seus trabalhos com o que é rejeitado, como diz, “com o que tem”,criando uma nova vida a partir de memórias afetivas. Em Maria dos Anjos, a artista junta a peça de um vestido de noivadoado, com costuras, amarrações e tecidos diversos.Adaptado de: As mãos de ouro de Sonia Gomes.ufrgs.br/arteversaCom base nas imagens, no texto e nos conhecimentos sobre arte, multiculturalismo e a relação entre obra e contexto, écorreto aﬁrmar que, para a produção de seu trabalho, a artista"
        ],
        "alternativas": {
            "a": "a) aproxima sua instalação de conhecimentos ligados às relações sociais dos ﬂuxos migratórios pela rigidez das diversas materiali- dades que utiliza.",
            "b": "b) lida com memórias e materializações intuitivas, constituídas de saberes ancestrais, cotidianos, pessoais e coletivos, exibindo rearranjos e reﬂexões.",
            "c": "c) faz arte com determinadas materialidades, evocando o universo dos sonhos e das imagens mentais, resultado de seu trânsito por muitas regiões.",
            "d": "d) propõe linhas de fuga táteis e orgânicas ao revisitar saberes clássicos, evidenciados por tais materialidades no espaço, rompendo a multiplicidade nacional.",
            "e": "e) faz alusão aos saberes europeus utilizando as amarrações como um dado constitutivo em seu trabalho, representando, assim, a unidade entre as regiões."
        },
        "correcao": "Alternativa correta: b"
    },
    {
        "ano": "2023",
        "indice": "33",
        "contexto": [
            "Desde o surgimento da escrita, aproximadamente entre 4000-3500 a.C., foi desenvolvida uma série de suportes para regis-tros administrativos, do cotidiano, da expressão artística e dos textos religiosos. Cada um deles materializou-se em objetosque podiam ser organizados e armazenados em grandes bibliotecas. A partir do século XVI, o suporte inventado na Chinano século II foi usado com mais frequência no Ocidente, devido à invenção de Gutenberg. Essa hegemonia foi derrubadacom o desenvolvimento dos discos rígidos e das formas digitais de registro nas últimas décadas do século XX.Com base nos conhecimentos sobre o desenvolvimento e os suportes da escrita, atribua V (verdadeiro) ou F (falso) àsaﬁrmativas a seguir.() Os registros cuneiformes, inscritos em tábuas de argila, foram acondicionados em grandes bibliotecas, como a Biblio-teca de Nínive.() O pergaminho serviu de suporte às culturas desenvolvidas entre os rios Tigre e Eufrates, devido à abundância dejunco em suas margens.() O papiro foi o suporte mais utilizado durante a Idade Média, devido às diﬁculdades de se encontrar madeira paratransformação em papel.() O papel foi muito importante no desenvolvimento da Reforma e da Contrarreforma, uma vez que possibilitou umamaior circulação de textos religiosos protestantes e católicos.() A escrita hieroglíﬁca, desenvolvida pelos egípcios, no vale do Rio Nilo, foi decifrada no início do século XIX porChampolion.Assinale a alternativa que contém, de cima para baixo, a sequência correta."
        ],
        "alternativas": {
            "a": "a) V, V, V, F, F",
            "b": "b) V, V, F, V, F",
            "c": "c) V, F, F, V, V",
            "d": "d) F, F, V, F, V",
            "e": "e) F, F, F, V, V"
        },
        "correcao": "Alternativa correta: c"
    },
    {
        "ano": "2023",
        "indice": "34",
        "contexto": [
            "Desde sua invenção na China, em 105 d.C., o papel é utilizado para diferentes registros. Em medidas químicas, a ﬁta de pHtalvez seja o melhor exemplo de aplicação do papel. Com o avanço da tecnologia, uma titulação volumétrica ácido-base,que foi desenvolvida no século XVIII, usualmente realizada com uma Bureta e um Erlenmeyer (Figura 1), hoje pode serrealizada de maneira mais rápida e portátil sobre um pedaço de papel e com auxílio de um aplicativo de smartphone. AFigura 2 exibe um pedaço de papel onde foi adicionado um indicador ácido-base em cada microzona (círculos), que mudade cor em função do pH. Nesse exemplo, a cor e a intensidade do indicador, que mudam de magenta (intensidade de 0,01 –para pH 1,0) para verde (intensidade de 0,3-para pH 10), são registradas com um smartphone.imagens2023/imagem_19.pngimagens2023/imagem_20.pngFigura 1Figura 2Em uma titulação de um ácido com uma base utilizando o papel, volumes ﬁxos do indicador ácido-base e do ácido são adi-cionados a cada microzona, as quais apresentarão a mesma cor e intensidade. Posteriormente, microvolumes crescentesdo titulante são adicionados às microzonas para que a reação entre o ácido e a base ocorra alterando o pH e, consequen-temente, a intensidade das cores, que são capturadas pelo smartphone.Considerando que 10 µL de ácido acético (CH3COOH) 0,70 mol L−1 foi adicionado em cada microzona e, na sequência,são adicionados volumes crescentes de 1,0 µL (microzona 1 = 1,0 µL; microzona 2 = 2,0 µL....) de NaOH 1,0 mol L−1 àsmicrozonas, assinale a alternativa que apresenta, corretamente, o perﬁl da curva de titulação para essa experiência.imagens2023/imagem_21.pngimagens2023/imagem_22.pngimagens2023/imagem_23.pngimagens2023/imagem_24.pngimagens2023/imagem_25.pngimagens2023/imagem_26.pngimagens2023/imagem_27.pngimagens2023/imagem_28.png"
        ],
        "alternativas": {
            "a": "a)",
            "b": "b)",
            "c": "c)",
            "d": "d)",
            "e": "e)"
        },
        "correcao": "Alternativa correta: d"
    },
    {
        "ano": "2023",
        "indice": "35",
        "contexto": [
            "Com base nas imagens, no texto e nos conhecimentos sobre Arte Contemporânea e multiculturalismo, assinale a alternativacorreta."
        ],
        "alternativas": {
            "a": "a) Para a produção de pintura, escrita, desenho, instalação e  performance , Esbell enfatizou a maneira comum e restrita de ver o mundo, baseado nos seus saberes de origem econômica, com o intuito de transformar a cultura de seu povo em mercadoria.",
            "b": "b) As narrativas míticas originárias, a espiritualidade, as críticas à cultura hegemônica e preocupações socioambientais são os motes dos saberes da arte neoclássica e, uma vez apreendidos por Esbell, o habilitam a estabelecer um elo multicultural.",
            "c": "c) Os saberes enfatizados nas diferentes produções de Esbell indicam mais possibilidades de catalogação e setorização da arte contemporânea; com a árvore Jenipapo, o ‘fruto-tecnologia’ gera uma nova ramiﬁcação nos estudos da arte tecnológica.",
            "d": "d) A Arte Indígena Contemporânea está conectada aos saberes que fundamentam o ensino de arte em nosso país, motivo pelo qual Esbell teve a projeção de seus trabalhos nos últimos anos, atestando a valorização da multiculturalidade.",
            "e": "e) A produção de Esbell no circuito de arte contemporânea apresenta movimentos de rupturas da cultura hegemônica, valorizando a produção de conhecimento num sentido mais amplo e profundo, constituído e atravessado pelas diferenças."
        },
        "correcao": "Alternativa correta: e"
    },
    {
        "ano": "2023",
        "indice": "36",
        "contexto": [
            "Com base nos conhecimentos sobre morfossistemática vegetal e ﬁlogenia, atribua V (verdadeiro) ou F (falso) às aﬁrmativasa seguir.() O grupo dos angiospermas é caracterizado pela ausência de estrutura protetora das sementes.() As criptógamas, grupo ao qual pertence o jenipapo, são caracterizadas pela presença de vasos condutores de seiva.() Em termos ﬁlogenéticos, é viável pesquisar plantas da mesma família do jenipapo em busca de compostos medicinaissemelhantes aos produzidos por esta planta.() Como os organismos são agrupados com base em seu parentesco, todas as espécies do gênero Genipa pertencem àfamília Rubiaceae.() As fanerógamas agrupam Gimnospermas e Angiospermas, caracterizadas pela presença de sementes.Assinale a alternativa que contém, de cima para baixo, a sequência correta."
        ],
        "alternativas": {
            "a": "a) V, F, V, F, V.",
            "b": "b) V, F, F, V, F.",
            "c": "c) F, V, V, F, F.",
            "d": "d) F, V, F, F, V.",
            "e": "e) F, F, V, V, V."
        },
        "correcao": "Alternativa correta: e"
    },
    {
        "ano": "2023",
        "indice": "37",
        "contexto": [
            "Com base nos conhecimentos sobre a estrutura de frutos, representada pelo jenipapo em corte transversal indicado naimagem 3, assinale a alternativa correta."
        ],
        "alternativas": {
            "a": "a) O endocarpo, indicado em A, representa o tecido resultante do desenvolvimento do óvulo.",
            "b": "b) O envoltório das sementes é o epicarpo, indicado em C, que se desenvolve do receptáculo.",
            "c": "c) O endocarpo, indicado em B, é um tecido comum encontrado em frutos do tipo drupa.",
            "d": "d) O mesocarpo e o endocarpo, indicados em B e C, resultam do desenvolvimento dos tecidos médio e interno do ovário respecti- vamente.",
            "e": "e) O pericarpo, indicado em A, se abre em duas linhas longitudinais quando maduro."
        },
        "correcao": "Alternativa correta: d"
    },
    {
        "ano": "2023",
        "indice": "38",
        "contexto": [
            "Os processos de osmose e osmose reversa desempenham um papel im-portante para a manutenção da vida, seja no próprio meio biológico ouem procedimentos laboratoriais, hospitalares e industriais para a puriﬁ-cação da água, removendo ou controlando a concentração de íons, molé-culas, bactérias e minerais presentes em diferentes meios reacionais. Aﬁgura ilustra um tubo de vidro em formato de U contendo água pura e umamembrana semipermeável, sistema tipicamente utilizado para observar oprocesso osmótico.imagens2023/imagem_29.pngCom base na ﬁgura e nos conhecimentos sobre osmose, atribua V (verdadeiro) ou F (falso) às aﬁrmativas a seguir.() Após a adição de NaCℓno lado A do tubo, há passagem do solvente do lado B para o lado A através da membranasemipermeável, processo este chamado de osmose.() Após adição de NaCℓ, a pressão externa exercida no lado B do tubo para manter o líquido no mesmo nível em ambosos lados do tubo, deve ser maior que a pressão osmótica.() A pressão osmótica de uma solução 0,010 mol L−1 de NaCℓa 298 K adicionada no lado A do tubo é relativamentemaior que a de uma solução de C6H12O6 (glicose) na mesma concentração e temperatura.() A pressão osmótica é uma propriedade coligativa, pois depende da concentração total de soluto dissolvido em sol-vente.() Se uma solução possui menor pressão osmótica, ela é hipertônica em relação a uma solução mais concentrada.Assinale a alternativa que contém, de cima para baixo, a sequência correta."
        ],
        "alternativas": {
            "a": "a) V, V, V, F, F.",
            "b": "b) V, F, F, F, V.",
            "c": "c) V, F, V, V, F.",
            "d": "d) F, V, F, V, F.",
            "e": "e) F, F, V, F, V."
        },
        "correcao": "Alternativa correta: c"
    },
    {
        "ano": "2023",
        "indice": "39",
        "contexto": [
            "AALeia o texto a seguir.Dos 287.166 partos realizados por meio de planos de saúde privados em 2019, no Brasil, 84,76% foram por cesariana edessas, 56,71% foram realizadas antes do início do trabalho de parto.Em 2018, um estudo publicado na revista cientíﬁca Lancet comparou a taxa de cesáreas em diferentes países. O Brasilﬁcou atrás apenas da República Dominicana.Em 2019, no Brasil, as cesáreas, realizadas nos serviços privados epúblicos, representavam 55,5% do total de partos. A Organização Mundial da Saúde (OMS) indica que não são veriﬁcadosbenefícios para a saúde de mães e bebês quando as taxas de cesarianas são superiores a 10%.Adaptado: RODRIGUES, Leo. Cesáreas respondem por 84% dos partos realizados por planos em 2019. Agência Brasil, 11/08/2021.agenciabrasil.ebc.com.brAs novas práticas de parto e nascimento envolvem mudanças nas formas de conhecimento que têm produzido a medicali-zação desses processos. No Brasil, um dos resultados é a alta taxa de cesarianas.Com base no texto e nos conhecimentos sobre a relação entre conhecimento tradicional e conhecimento cientíﬁco e sobrepartos no Brasil, atribua V (verdadeiro) ou F (falso) às aﬁrmativas a seguir.() A medicalização mudou a interpretação sobre a natureza do parto e dos corpos das mulheres, e o parto tornou-se umevento cercado por cuidados médicos e intervenções tecnológicas e medicamentosas.() O processo de medicalização do parto aconteceu impulsionado pela riqueza dos saberes tradicionais de parteiras,cujas práticas foram incorporadas e modernizadas com a adoção dos ambientes e equipamentos hospitalares.() Em 2019, menos de 50% dos partos realizados por meio de planos de saúde privados ocorreram por cesáreas queforam realizadas antes do início do trabalho de parto.() As altas taxas de cesarianas no Brasil foram cruciais ao contribuir para que o país alcançasse, com os Objetivos deDesenvolvimento do Milênio, a meta internacional de redução da taxa de mortalidade materna, sendo esta taxa menorna Região Norte.() Em 2019 no Brasil, a cada 200 partos realizados nos serviços privados e públicos, pelo menos 120 foram cesarianas.Assinale a alternativa que contém, de cima para baixo, a sequência correta."
        ],
        "alternativas": {
            "a": "a) V, V, F, F, F.",
            "b": "b) V, F, V, F, F.",
            "c": "c) V, F, V, V, F.",
            "d": "d) F, V, F, V, V.",
            "e": "e) F, V, V, F, V. 34 / 56 Vestibular UEL 2023"
        },
        "correcao": "Alternativa correta: b"
    },
    {
        "ano": "2023",
        "indice": "40",
        "contexto": [
            "Analise a imagem e leia o texto seguir.imagens2023/imagem_30.pngA Reencarnação do bandeirante no ventre vermelho, 2016.Óleo sobre tela e dois monitores de TV 22” e 32”, animação em stop motion, 260 x 360 cm (políptico)A prática de Thiago Martins de Melo recorre à memória cultural, por um meio dotado de historicidade como a pinturae reinventa, na contemporaneidade, personagens históricas, populações culturalmente diversas e entidades espirituaisbrasileiras, camponesas, míticas, indígenas e negras. Em A Reencarnação do bandeirante no ventre vermelho, lançamão de recursos diversos como monitores de tv, exibindo animações em stop motion e óleo sobre tela e em quatroquadrantes, o que conﬁgura um políptico. Segundo o artista: “Não vejo sentido em colocar uma imagem no mundo se nãofor para abrir uma ferida no tecido artiﬁcial da cultura”.Adaptado de: premiopipa.comFARKAS, Solange. Thiago Martins de Melo (2019).thiagomartinsdemelo.com.brCom base na imagem, no texto e nos conhecimentos sobre pintura, novas mídias e a relação entre obra e contexto, écorreto aﬁrmar que"
        ],
        "alternativas": {
            "a": "a) a pintura pode ser associada à tradição do gênero da paisagem por seu caráter político e histórico reforçado pela representação do espaço em um plano.",
            "b": "b) a presença do  stop motion  dissocia a pintura da tradição da arte ligada aos mitos antigos e, assim, o artista indica, com gestos suaves, a subtração da técnica de pintura sobre tela.",
            "c": "c) o políptico pode ser considerado um gênero pictórico, pois suas partes se contrapõem quando aproximadas, apresentando uma realidade cultural em emergência.",
            "d": "d) o artista revisita momentos do passado nacional com uma pintura fortemente gestual resultando numa imagem eloquente, que evidencia correspondências com a atualidade.",
            "e": "e) o artista alude às especiﬁcidades culturais, utilizando o princípio da perspectiva, que aproxima o primeiro plano, com formas maiores, e distancia o segundo, com formas menores."
        },
        "correcao": "Alternativa correta: d"
    },
    {
        "ano": "2023",
        "indice": "41",
        "contexto": [
            "AAO avanço no campo das ciências, tecnologias e regulamentações de fármacos e medicamentos aplicados à medicina hu-mana é notório e se fundamenta nos conhecimentos adquiridos ao longo do tempo. Há registros de 1500 a.C., que retratama combinação de conhecimentos de medicina e pensamento mágico religioso para o tratamento de enfermidades. Hoje,incorporando conhecimentos químicos, farmacocinéticos e biotecnológicos, têm-se a disposição medicamentos relativa-mente mais seguros e eﬁcientes. As substâncias classiﬁcadas como fármacos podem apresentar em sua estrutura químicadiferentes funções orgânicas, as quais inﬂuenciam diretamente no tratamento de doenças. Paracetamol, Aspirina, Ketalare Diclofenaco são medicamentos que possuem, em sua composição, os fármacos I, II, III e IV, respectivamente, que contêmdiferentes funções orgânicas.Com base nos conhecimentos sobre compostos de carbono, associe as estruturas químicas dos fármacos com suas res-pectivas funções orgânicas.imagens2023/imagem_31.pngimagens2023/imagem_32.png(I)(II)imagens2023/imagem_33.pngimagens2023/imagem_34.png(III)(IV)Funções orgânicas:(A) Cetona e amina.(B) Amida e fenol.(C) Ácido carboxílico e amina.(D) Éster e ácido carboxílico.Assinale a alternativa que contém a associação correta.imagens2023/imagem_35.pngimagens2023/imagem_36.pngimagens2023/imagem_37.pngimagens2023/imagem_38.png"
        ],
        "alternativas": {
            "a": "a) I-A, II-C, III-B, IV-D",
            "b": "b) I-A, II-D, III-B, IV-C",
            "c": "c) I-B, II-C, III-A, IV-D",
            "d": "d) I-B, II-D, III-A, IV-C",
            "e": "e) I-D, II-C, III-A, IV-B"
        },
        "correcao": "Alternativa correta: d"
    },
    {
        "ano": "2023",
        "indice": "42",
        "contexto": [
            "Leia o texto a seguir.O mito opõe-se ao logos, como a fantasia opõe-se à razão e a palavra que relata à que demonstra. Logos e mythossão as duas metades da linguagem, duas funções igualmente fundamentais da vida do espírito. O logos, sendo umraciocínio, pretende convencer; ele provoca em quem ouve a necessidade de fazer um julgamento. O logos é verdadeirose for correto e conforme à “lógica”; é falso se dissimular algum embuste secreto (um “soﬁsma”). Mas o “mito” não temoutro ﬁm senão ele mesmo. Quer se acredite nele ou não, ao bel-prazer, por um ato de fé, quer seja considerado “belo”ou verossímil, ou simplesmente porque se deseja acreditar nele. O mito se vê, assim, atraindo a sua volta toda a parteirracional do pensamento humano: ele é, pela própria natureza, aparentado da arte em todas as suas criações.GRIMAL, Pierre. Mitologia Grega. Trad. de Rejane Janowitzer. Porto Alegre, RS: L&PM, 2013. p. 8.Com base no texto e nos conhecimentos sobre o surgimento da Filosoﬁa na Grécia Antiga, assinale a alternativa correta."
        ],
        "alternativas": {
            "a": "a) O  logos  e o mito são expressões humanas: o primeiro busca explicar e convencer, já o segundo procura encantar.",
            "b": "b) O  logos  e o mito são duas formas de fundamentar argumentos verdadeiros, usando método bem estruturado.",
            "c": "c) O mito é belo e verossímil por incitar o raciocínio a descobrir as relações que explicam certos fenômenos naturais.",
            "d": "d) O  logos  encanta por dizer respeito ao irracional e, contrário ao mito, persuade revelando os desejos humanos.",
            "e": "e) O mito e o  logos  não buscam revelar a verdade sobre as coisas do mundo, mas convencem pela fantasia."
        },
        "correcao": "Alternativa correta: a"
    },
    {
        "ano": "2023",
        "indice": "43",
        "contexto": [
            "AAO relógio é uma das representações da passagem do tempo. O tempo, por sua vez, também envolve fatores sociais,históricos, subjetivos e econômicos. A arte registra o tempo e o espaço e, em cada período da história, estão presentessuas características e suas relações.imagens2023/imagem_39.pngA partir das imagens e dos conhecimentos sobre os períodos da História da Arte, atribua V (verdadeiro) ou F (falso) àsaﬁrmativas a seguir.() O tempo suscita o derreter do relógio na obra de Salvador Dalí, na união de várias correntes artísticas, estando a arteatrelada às vontades da Igreja, da sociedade e do governo. O artista exercia seu papel sem autonomia e simbologianas relações do tempo e espaço.() A consciência do tempo era uma das regras na Idade Média, e o artista representou ﬁguras mais próximas da reali-dade, que reaﬁrmaram a primazia do conhecimento sobre a natureza e sua relação com o homem, distanciando-o dasinﬂuências do poder da igreja.() O relógio, na obra de Daniel Arsham, usa a parede para “congelar o tempo”; essa obra apresenta diferentes materiaise sua composição traz subjetividade, abstração e reﬂexão, desvinculada dos padrões preestabelecidos, com umaliberdade artística.() A ideia de tempo na Idade Média tinha como base as regras da Igreja; as relações entre espaço e tempo estavampresentes também nas manifestações artísticas nos templos, com o objetivo de ligar a humanidade ao sagrado e suaproximidade com Deus.() A obra “Persistência da Memória” apresenta uma diferente forma de ver o tempo na relação entre a temporalidadee a memória carregada de simbologia, rompendo com a formalidade, para além do real, buscando a expressão dopensamento ligada ao inconsciente.Assinale a alternativa que contém, de cima para baixo, a sequência correta."
        ],
        "alternativas": {
            "a": "a) V, F, V, F, F",
            "b": "b) V, V, F, V, F",
            "c": "c) F, F, V, V,V",
            "d": "d) F, F, V, F, V",
            "e": "e) F, V, F, V, F"
        },
        "correcao": "Alternativa correta: c"
    },
    {
        "ano": "2023",
        "indice": "44",
        "contexto": [
            "Usando a ideia do paradoxo dos gêmeos da relatividade restrita, suponha a seguinte situação: o autor da obra O relógio,Daniel Arsham, com 41 anos de idade, faz uma viagem interplanetária com velocidade de 0,9986c para um planeta que estáa 30 anos-luz de distância. Ele achou o planeta interessante e resolveu ﬁcar por 5 anos pintando novas obras, retornandopara casa com velocidade de 0,9986c.Com base nos conhecimentos sobre Princípios de relatividade especial e Mecânica e, considerando γ = 21, assinale aalternativa que apresenta, correta e aproximadamente, quanto tempo, em anos, Daniel passou fora da Terra do ponto devista de uma pessoa que ﬁcou na Terra e do ponto de vista dele, respectivamente.Dado: c = 3.108 m/s"
        ],
        "alternativas": {
            "a": "a) 65,08 e 7,86",
            "b": "b) 30,08 e 6,78",
            "c": "c) 30,04 e 7,86",
            "d": "d) 60,04 e 7,86",
            "e": "e) 65,08 e 2,86 40 / 56 Vestibular UEL 2023"
        },
        "correcao": "Alternativa correta: a"
    },
    {
        "ano": "2023",
        "indice": "45",
        "contexto": [
            "Leia o texto a seguir.Por isso, para o arredondar, como que por meio de um torno, deu-lhe uma forma esférica, cujo centro está à mesmadistância de todos os pontos do extremo envolvente – e de todas as ﬁguras é essa a mais perfeita e semelhante a siprópria [. . . ]. Então, pensou em construir uma imagem móvel da eternidade, e, quando ordenou o céu, construiu, a partirda eternidade que permanece uma unidade, uma imagem eterna que avança de acordo com o número; é aquilo a quechamamos tempo.PLATÃO, Timeu 33b e 37e. In Timeu - Crítias. Tradução, introdução, notas e índices de Rodolfo Lopes. Coimbra: CECH/FCT, 2011. p. 102 e p. 109.imagens2023/imagem_40.pngModelo de cosmo pitagórico, adotado por Platão.aulasdeﬁsica.comNo texto, Platão descreve a ação do Demiurgo, divindade responsável pelo surgimento do cosmo/universo e do tempo.Com base na ﬁgura, no texto e nos conhecimentos sobre Platão, considere as aﬁrmativas a seguir.I. O tempo, para Platão, é incriado, sendo o cosmo geométrico e a Terra, achatada.II. O modelo de universo de Platão é esférico, por ser considerado o mais belo e perfeito.III. O universo, para Platão, tem como modelo aquilo que é eterno e perfeito: as ideias ou formas.IV. O tempo surge junto com o cosmo, como imagem, em movimento, da eternidade.Assinale a alternativa correta."
        ],
        "alternativas": {
            "a": "a) Somente as aﬁrmativas I e II são corretas.",
            "b": "b) Somente as aﬁrmativas I e IV são corretas.",
            "c": "c) Somente as aﬁrmativas III e IV são corretas.",
            "d": "d) Somente as aﬁrmativas I, II e III são corretas.",
            "e": "e) Somente as aﬁrmativas II, III e IV são corretas."
        },
        "correcao": "Alternativa correta: e"
    },
    {
        "ano": "2023",
        "indice": "46",
        "contexto": [
            "Leia o texto e analise a imagem a seguir.Uma resposta para os que creem na “Terra Plana” é o argumento grego, vigente há 2.500 anos, que se baseia na sombraprojetada pela Terra na Lua durante um eclipse lunar.Adaptado de: emais.estadao.com.brimagens2023/imagem_41.pngAdaptado de: tribunapr.uol.com.brUma geômetra analisa a fotograﬁa de um eclipse lunar e faz um esboço idealizado da imagem que observa. Para tanto,e utilizando seus conhecimentos matemáticos, constrói uma circunferência C1 de centro O e raio r > 0. Em seguida,toma o diâmetro P Q e um ponto A na circunferência, de modo que o ângulo \\AOP é reto. A partir daí, ela constrói umacircunferência C2 de centro A e raio AP . Por ﬁm, sombreia uma região do esboço, conforme a ﬁgura a seguir.imagens2023/imagem_42.pngAssinale a alternativa que apresenta, corretamente, a área da região sombreada no esboço pela geômetra."
        ],
        "alternativas": {
            "a": "a)  r 2",
            "b": "b) 1 2 πr 2",
            "c": "c)  r 2 π  − 1",
            "d": "d)  r 2 ( π  − 1)",
            "e": "e)  r 2 \u0012 1 2 π  − 1 \u0013 42 / 56 Vestibular UEL 2023"
        },
        "correcao": "Alternativa correta: d"
    },
    {
        "ano": "2023",
        "indice": "47",
        "contexto": [
            "Leia o texto a seguir.Não há, pois, dúvida alguma de que sou, se ele me engana; e, por mais que me engane, não poderá jamais fazer comque eu nada seja, enquanto eu pensar ser alguma coisa. De sorte que, após ter pensado bastante nisso e ter examinadocuidadosamente todas as coisas, cumpre enﬁm concluir e ter por constante que esta proposição, eu sou, eu existo, énecessariamente verdadeira todas as vezes que a enuncio ou que a concebo em meu espírito.DESCARTES, René. Meditações. Tra. de J. Guinsburg e Bento Prado Júnior. São Paulo: Nova Cultural, 1996. p. 267.Com base no texto e nos conhecimentos sobre a ﬁlosoﬁa de Descartes, assinale a alternativa correta."
        ],
        "alternativas": {
            "a": "a) O conhecimento é impossível, pois todas as tentativas de justiﬁcá-lo levam a um inevitável regresso ao inﬁnito.",
            "b": "b) A dúvida metódica demonstra a impossibilidade de se atingir conhecimento verdadeiro, pois a dúvida torna-se generalizada.",
            "c": "c) Os seres humanos são incapazes de obter conhecimento, porque estão sempre sujeitos a um gênio maligno que tudo faz para confundi-los.",
            "d": "d) A dúvida metódica prova a verdade absoluta do  cogito  que, por isso, será o fundamento seguro para todo conhecimento.",
            "e": "e) O conhecimento absolutamente verdadeiro é aquele que tem origem nos sentidos, que são a fonte mais ﬁrme e segura para se alcançar a verdade."
        },
        "correcao": "Alternativa correta: d"
    },
    {
        "ano": "2023",
        "indice": "48",
        "contexto": [
            "Analise as imagens a seguir.imagens2023/imagem_43.pngimagens2023/imagem_44.pngObra 1Obra 2Com base nos elementos presentes nas obras e nos conhecimentos sobre os períodos artísticos, considere as aﬁrmativasa seguir.I. A obra 1 é renascentista, com a representação da realidade, tendo o homem como centro.II. A obra 1 é hiper-realista, com detalhamento e ênfase na luz e sombra para a representação do volume.III. A obra 2 é renascentista e nela, se as laterais fossem espelhos planos cujo ângulo formado entre eles fosse de 30°,qualquer objeto colocado no centro da obra formaria inﬁnitas imagens.IV. A obra 2 é hiper-realista, com um alto nível de experimentação e detalhamento da obra.Assinale a alternativa correta."
        ],
        "alternativas": {
            "a": "a) Somente as aﬁrmativas I e II são corretas.",
            "b": "b) Somente as aﬁrmativas I e IV são corretas.",
            "c": "c) Somente as aﬁrmativas III e IV são corretas.",
            "d": "d) Somente as aﬁrmativas I, II e III são corretas.",
            "e": "e) Somente as aﬁrmativas II, III e IV são corretas."
        },
        "correcao": "Alternativa correta: b"
    },
    {
        "ano": "2023",
        "indice": "49",
        "contexto": [
            "Leia o texto a seguir.O que é a técnica do Ponto de Fuga? É o conhecimento de como representar a tridimensionalidade em um plano, pormeio de uma referência no horizonte para fazer as linhas e construir a percepção de profundidade.Adaptado de: vivadecora.com.brUma geômetra deseja estudar a obra Supermarket, de Richard Estes, que gera percepção visual de profundidade. Para esteﬁm, utiliza duas retas perpendiculares x e y graduadas, de modo a estabelecer um sistema de coordenadas cartesianas,cuja origem O coincide com o canto inferior esquerdo da obra. Seja P o ponto em que as retas r e s se cruzam, conformediagrama a seguir.imagens2023/imagem_45.pngAdmitindo que a reta r tem equação 16y = 3x + 80, que a reta s passa pelo ponto Q =\u00120, 52\u0013e sabendo que tan α = 12,assinale a alternativa que apresenta, corretamente, as coordenadas do ponto P ."
        ],
        "alternativas": {
            "a": "a)  (8 ,  3)",
            "b": "b) \u0012 8 , 13 2 \u0013",
            "c": "c) \u0012 9 , 5 2 \u0013",
            "d": "d)  (10 ,  3)",
            "e": "e) \u0012 10 , 13 2 \u0013"
        },
        "correcao": "Alternativa correta: b"
    },
    {
        "ano": "2023",
        "indice": "50",
        "contexto": [
            "Leia o texto a seguir.Foi então que uns brancos muito legais convidaram a gente para uma festa deles, dizendo que era pra gente também.Negócio de livro sobre a gente. [...] Chamaram até pra sentar na mesa onde eles tavam sentados, fazendo discursobonito, dizendo que a gente era oprimido, discriminado, explorado [...] E a gente foi sentar lá na mesa. Só que tavatão cheia que não deu pra gente sentar junto com eles. [...] Eles tavam tão ocupados, ensinando um monte de coisapro crioléu da plateia, que nem repararam que se apertasse um pouco até dava pra abrir um espaçozinho e todo mundosentar junto na mesa. Mas a festa foram eles que ﬁzeram, e a gente não podia bagunçar com essa de chega pra cá,chega pra lá. [...] Onde já se viu? Se eles sabiam da gente mais do que a gente mesmo? Se tavam ali, na maior boavontade, ensinando uma porção de coisa pra gente da gente?GONZALEZ, Lélia. Por um feminismo afro-latino-americano: ensaios, intervenções e diálogos. Rio de Janeiro: Zahar. Kindle ed.Lélia Gonzalez escreve este ensaio no que ela denomina pretuguês, que seria uma africanização da língua portuguesabrasileira e meio de resistência pela fala, para denunciar a violência epistemológica decorrente da colonização.Essacrítica envolve o modo como construímos conhecimento do mundo social, a relação de poder entre diferentes formas deconhecimento e a relação entre sujeito e objeto do conhecimento.Com base no texto e nos conhecimentos sobre epistemologias e teorias sociais, assinale a alternativa correta."
        ],
        "alternativas": {
            "a": "a) Para a sociologia compreensiva de Weber, a experiência encontra-se em oposição ao conhecimento porque não dispõe de um método sistemático de observação da exterioridade social, de classiﬁcação e de nomeação.",
            "b": "b) Para o funcionalismo de Durkheim, a explicação religiosa sobre o funcionamento da vida social ofereceu as bases epistemológicas iniciais necessárias para a emergência do conhecimento sociológico.",
            "c": "c) Para o positivismo de Comte, o conhecimento cientíﬁco caracteriza-se pela intersubjetividade, o que resulta, no funcionalismo, na regra metodológica de proximidade entre sujeito e objeto.",
            "d": "d) Para o pensamento decolonial, o todo é superior à soma das partes, o que exige capacidade de abstração do investigador, em busca de explicações universais e transculturais que fundamentem o progresso ocidental.",
            "e": "e) Para as Epistemologias do Sul, a oposição entre ciência e senso comum é uma das formas de subalternização do outro, cuja lógica binária sustenta sistemas de dominação e exploração."
        },
        "correcao": "Alternativa correta: e"
    },
    {
        "ano": "2023",
        "indice": "51",
        "contexto": [
            "AALeia o texto a seguir.A Arte apresenta mensagens e sensações. [...] A arte está em todos os lugares, cada um pode criar a sua. Ela faz parteda vida, e a sentimos ao ver, ouvir, cantar, dançar, encenar...UTARI, Solange; KATER, Carlos; FISCHER, Bruno; FERRARI, Pascoal. Por toda a parte. São Paulo: FTD, 2017.Com base no texto e nos conhecimentos sobre Arte, relacione as linguagens, na coluna da esquerda, com seus respectivosconceitos, na coluna da direita.(I) Música(A) Experiência artística multissensorial quecria diferentes tempos, espaços e sujeitos,envolvendo a si próprio e o coletivo, em en-contros com o outro por meio de ações ver-bais, não verbais, físicas e do texto.(II) Artes Visuais(B) Prática artística constituída pelo pensa-mento e sentimento do corpo, mediante aarticulação dos processos cognitivos e dasexperiências sensíveis implicados no movi-mento.(III) Dança(C) A ampliação e a produção dos conhecimen-tos passam pela percepção, experimenta-ção, reprodução, manipulação e criação demateriais sonoros, fundamentais para suainserção e participação crítica na sociedade.(IV) Teatro(D) Processos, produtos artísticos e culturais,nos diversos contextos históricos, tendo aexpressão como elemento de comunicação,utilizando a forma, a linha e o espaço nacomposição da imagem em suas múltiplaspossibilidades.Assinale a alternativa que contém a associação correta."
        ],
        "alternativas": {
            "a": "a) I-A, II-D, III-B, IV-C",
            "b": "b) I-A, II-B, III-D, IV-C",
            "c": "c) I-C, II-D, III-B, IV-A",
            "d": "d) I-C, II-B, III-D, IV-A",
            "e": "e) I-D, II-A, III-C, IV-B"
        },
        "correcao": "Alternativa correta: c"
    },
    {
        "ano": "2023",
        "indice": "52",
        "contexto": [
            "Leia o texto e a charge a seguir.Traços da origem antropomórﬁca dos sistemas de contagem podem ser encontrados em inúmeras línguas. Na RepúblicaCentro-Africana, por exemplo, “cinco” se diz moro, que também traduz-se como mão.Adaptado de: The Universal History of Numbers. (Georges Ifrah, ed. Wiley, 2000, pp. 21-22)imagens2023/imagem_46.pngAdaptado de: Getty ImagesUm matemático observa o encontro retratado na charge e nota que o alienígena escreve sua contagem de modo dife-rente dos humanos, utilizando apenas 4 símbolos em vez dos 10 algarismos comumente utilizados por nós. Com seuconhecimento, o matemático formula um mecanismo que traduz a escrita da contagem alienígena para a do humano. Eleconsidera A = {♦, ⊥, ζ, Ξ} o conjunto formado pelos símbolos alienígenas e f : A →{0, 1, 2, 3} a função que atribui,a cada símbolo, os valores f(♦) = 0, f(⊥) = 1, f(ζ) = 2 e f(Ξ) = 3. A partir daí, o matemático constrói a função gque traduz um número formado por dois símbolos alienígenas em um inteiro, através da função g : A × A →Z dada porg(x, y) = 4 · f(x) + f(y).Por exemplo, se o alienígena escreve ⊥⊥, o matemático traduz em g(⊥, ⊥) = 4 · f(⊥) + f(⊥) = 4 · 1 + 1 = 5.Com base no texto, na charge e no mecanismo construído pelo matemático, assinale a alternativa que apresenta, correta-mente, o elemento do domínio da função g cuja imagem é 4."
        ],
        "alternativas": {
            "a": "a)  ( ζ, Ξ )",
            "b": "b)  ( ♦ ,  ⊥ )",
            "c": "c)  ( Ξ, Ξ )",
            "d": "d)  ( Ξ, ζ )",
            "e": "e)  ( ⊥ ,  ♦ )"
        },
        "correcao": "Alternativa correta: e"
    },
    {
        "ano": "2023",
        "indice": "53",
        "contexto": [
            "AAA partir da segunda metade do século XX, nações em todos os continentes têm incorporado às suas agendas de discussãoas temáticas do meio ambiente e do desenvolvimento sustentável. Dessas discussões surgiu uma série de conferências,protocolos e acordos internacionais sobre o tema.Com base nos conhecimentos sobre os temas, considere as aﬁrmativas a seguir.I. A Conferência de Estocolmo foi realizada no ano de 1972 sendo a primeira conferência ambiental no mundo e na qualfoi elaborada a “Declaração de Estocolmo”, com o objetivo de diminuir os impactos ambientais negativos de modo aatingir o desejado desenvolvimento sustentável.II. A ECO 92 apresentou como resultado o relatório conhecido como “Relatório de Brundtland”, no qual os especialistasaﬁrmaram que o foco das discussões deixaria de ser a poluição, passando a ser as mudanças climáticas e a perda dabiodiversidade.III. O Acordo de Paris ocorreu em 2017, sendo ﬁrmado pelos países desenvolvidos. Teve como resultado o documento“Objetivos de Desenvolvimento Sustentável (ODS)”, no qual foram delineados 15 grandes objetivos a ﬁm de contribuirpara atingir a Agenda 2030 no Brasil.IV. A Conferência das Nações Unidas sobre o Desenvolvimento Sustentável, mais conhecida como Rio+20, marcou os 20anos da realização da Rio 92. O resultado foi o documento “O Futuro que queremos”, com metas a serem atingidasvisando ao desenvolvimento sustentável para as duas décadas seguintes.Assinale a alternativa correta."
        ],
        "alternativas": {
            "a": "a) Somente as aﬁrmativas I e II são corretas.",
            "b": "b) Somente as aﬁrmativas I e IV são corretas.",
            "c": "c) Somente as aﬁrmativas III e IV são corretas.",
            "d": "d) Somente as aﬁrmativas I, II e III são corretas.",
            "e": "e) Somente as aﬁrmativas II, III e IV são corretas."
        },
        "correcao": "Alternativa correta: b"
    },
    {
        "ano": "2023",
        "indice": "54",
        "contexto": [
            "AAA Teoria de Gaia, formulada, na década de 1970, pelo cientista britânico James Lovelock, propõe que os organismoscontrolam os elementos abióticos, de forma que a Terra se mantém em homeostase e em condições adequadas parasustentar a vida. Neste mecanismo de interdependência, os seres vivos não se limitariam a adaptar-se aos fatores físicos,mas modiﬁcariam fatores como a temperatura e a composição química da atmosfera.Sobre as relações dos organismos com os elementos abióticos, considere as aﬁrmativas a seguir.I. Da energia luminosa que chega à superfície, 50% é absorvida pelas plantas para a síntese de moléculas orgânicas.II. O nitrogênio atmosférico é transformado em compostos nitrogenados no solo, que são disponibilizados para as plan-tas por bactérias conhecidas como desnitriﬁcantes.III. Fungos e bactérias são responsáveis pela decomposição, processo em que a matéria orgânica morta é convertida emnutrientes e disponibilizada para os seres autótrofos.IV. Um dos produtos da fotossíntese é o oxigênio (O2), utilizado pelas plantas que o produzem e por outros organismosvivos.Assinale a alternativa correta."
        ],
        "alternativas": {
            "a": "a) Somente as aﬁrmativas I e II são corretas.",
            "b": "b) Somente as aﬁrmativas I e IV são corretas.",
            "c": "c) Somente as aﬁrmativas III e IV são corretas.",
            "d": "d) Somente as aﬁrmativas I, II e III são corretas.",
            "e": "e) Somente as aﬁrmativas II, III e IV são corretas."
        },
        "correcao": "Alternativa correta: c"
    },
    {
        "ano": "2023",
        "indice": "55",
        "contexto": [
            "Acidentes envolvendo energia nuclear são exemplos que Anthony Giddens considera para tratar dos riscos e das incertezasna alta modernidade, período marcado por ambiguidades. Por um lado, a sociedade ampliou o conhecimento sobre seumeio e, por outro, muitas vezes os agentes ignoram o funcionamento das coisas e conﬁam no sistema perito. Assim,conseguimos nos organizar em relação aos riscos e formamos a chamada sociedade de risco.Assinale a alternativa que apresenta, corretamente, o modo como conhecimento e desenvolvimento são tratados peloconceito de sociedade de risco."
        ],
        "alternativas": {
            "a": "a) Ciências e tecnologias são frequentemente desenvolvidas para a resolução de problemas, porém elas possuem efeitos colaterais e podem produzir novos problemas e causar danos maiores que os benefícios.",
            "b": "b) A ampliação dos conhecimentos sobre os riscos ambientais consolida a prevalência dos direitos individuais sobre os direitos coletivos, consonante com o mandamento de que o risco deve ser enfrentado individualmente.",
            "c": "c) Conhecimentos sobre a interação entre humanos e natureza têm reforçado o paradigma do desenvolvimento como sinônimo de crescimento econômico, a exemplo da visão Pachamama e do Bem Viver.",
            "d": "d) O crescimento do capitalismo e da sociedade de consumo são metas centrais entre as nações na atualidade, cujo objetivo é reduzir os danos socioambientais e promover o desenvolvimento sustentável.",
            "e": "e) A chamada “Revolução Verde” é uma solução consagrada para promover desenvolvimento sustentável, com valorização dos conhecimentos e das práticas culturais locais e com diversidade produtiva e cultural. 50 / 56 Vestibular UEL 2023"
        },
        "correcao": "Alternativa correta: a"
    },
    {
        "ano": "2023",
        "indice": "56",
        "contexto": [
            "AAA Amazônia brasileira, com aproximadamente 4,5 milhões de km2, é uma das regiões mais importantes do mundo, tantopela questão ambiental, quanto por sua relevância econômica. Aﬁnal, trata-se da maior ﬂoresta tropical e onde se localizaa maior bacia hidrográﬁca do Planeta.Com base nos conhecimentos sobre a Amazônia, considere as aﬁrmativas a seguir.I. A construção da Rodovia Transamazônica, que corta o Brasil na direção Leste-Oeste com o objetivo de ligar a RegiãoNorte às demais regiões, intensiﬁcou o desmatamento na Amazônia e atraiu um grande contingente populacional paraa área.II. A área denominada “arco do desﬂorestamento da Amazônia” compreende uma faixa de terras que vai do nordeste doPará, passando pelo noroeste do Maranhão e do Tocantins, pelo norte do Mato Grosso e por Rondônia, até o Acre.III. O clima equatorial úmido é responsável pelas altas temperaturas (com média anual de 25 °C) e elevados índices deprecipitação, que variam de 1500 mm a 3300 mm anuais, favorável ao desenvolvimento de ﬂorestas mais densas comespécies perenifólias e higróﬁtas.IV. Com o uso de satélites, o monitoramento dos ﬂuxos de transporte de pessoas e de mercadorias na região tornou-seefetivo, possibilitando controlar o ﬂuxo de pessoas de diferentes nacionalidades que adentram o território brasileiropor meio de rios, trilhas ou pistas de pouso.Assinale a alternativa correta."
        ],
        "alternativas": {
            "a": "a) Somente as aﬁrmativas I e II são corretas.",
            "b": "b) Somente as aﬁrmativas I e IV são corretas.",
            "c": "c) Somente as aﬁrmativas III e IV são corretas.",
            "d": "d) Somente as aﬁrmativas I, II e III são corretas.",
            "e": "e) Somente as aﬁrmativas II, III e IV são corretas."
        },
        "correcao": "Alternativa correta: d"
    },
    {
        "ano": "2023",
        "indice": "57",
        "contexto": [
            "Preocupado com o nível de contaminação por metais tóxicos despejados no meio ambiente, Pedro, estudante do EnsinoMédio, decidiu testar os conhecimentos em eletroquímica para reduzir íons chumbo (Pb2+) de solução ácida provenientede águas residuárias de uma fábrica clandestina de baterias automotivas.imagens2023/imagem_47.pngDados:Pb2+(aq) + 2e−→Pb(s)E° = -0,13 VFe2+(aq) + 2e−→Fe(s)E° = -0,44 VZn2+(aq) + 2e−→Zn(s)E° = -0,76 VCu2+(aq) + 2e−→Cu(s)E° = +0,34 VAg+(aq) + e−→Ag(s)E° = +0,80 VCom base na ﬁgura e nos conhecimentos sobre eletroquímica, assinale a alternativa que apresenta, corretamente, doismetais (M) que Pedro poderá utilizar para reduzir espontaneamente íons Pb2+ a chumbo metálico."
        ],
        "alternativas": {
            "a": "a) Ferro e Cobre.",
            "b": "b) Cobre e Zinco.",
            "c": "c) Prata e Cobre.",
            "d": "d) Ferro e Prata.",
            "e": "e) Zinco e Ferro."
        },
        "correcao": "Alternativa correta: e"
    },
    {
        "ano": "2023",
        "indice": "58",
        "contexto": [
            "AAO mercado automotivo tem experimentado o aumento nas vendas de carros híbridos. Essa tendência se deve aos limitescada vez menores de emissão de poluentes estabelecidos por entidades governamentais e à diminuição do custo de pro-dução dos carros híbridos. Considerando que no carro à combustão, a partir da queima completa do etanol, para percorrerum quilômetro, são liberadas 900 kcal, enquanto no carro híbrido, que é auxiliado pelo motor elétrico, são liberadas 600kcal para percorrer o mesmo percurso.Com base nos conhecimentos sobre termoquímica, assinale a alternativa que apresenta, correta e aproximadamente, oconsumo dos carros à combustão e híbrido, respectivamente, em km L−1.Dados:densidade do etanol = 0,79 g mL−1Calor de combustão do etanol = -7,1 kcal g−1"
        ],
        "alternativas": {
            "a": "a) 6,23 e 9,35",
            "b": "b) 7,10 e 10,55",
            "c": "c) 4,35 e 6,52",
            "d": "d) 8,36 e 12,54",
            "e": "e) 5,20 e 7,80"
        },
        "correcao": "Alternativa correta: a"
    },
    {
        "ano": "2023",
        "indice": "59",
        "contexto": [],
        "alternativas": {
            "a": "a) Somente as aﬁrmativas I e II são corretas.",
            "b": "b) Somente as aﬁrmativas I e IV são corretas.",
            "c": "c) Somente as aﬁrmativas III e IV são corretas.",
            "d": "d) Somente as aﬁrmativas I, II e III são corretas.",
            "e": "e) Somente as aﬁrmativas II, III e IV são corretas."
        },
        "correcao": "Alternativa correta: c"
    }
]