[
    {
        "indice": "1",
        "contexto": [
            "Analise a imagem a seguir.imagens/imagem_1.pngMICHELANGELO. A criação de Adão, c. 1508-1512. Capela Sistina, Roma.Com base na imagem e nos conhecimentos sobre IdadeMédia e Renascimento, assinale a alternativa correta."
        ],
        "alternativas": {
            "a": "a) Um dos traços do Renascimento diz respeito a aspectos como a sobriedade de tons e a falta de ilusão de tridimen- sionalidade, em continuidade às representações pictóricas do medievo.",
            "b": "b) No Renascimento, a ênfase das obras de arte recai sobre a dimensão religiosa, em detrimento dos seres humanos, que são abordados de forma periférica, em continuidade à relação entre divino e humano na arte medieval.",
            "c": "c) Embora os motivos religiosos tenham permanecido no Re- nascimento, há um maior realismo na representação quando comparada àquela produzida na Idade Média.",
            "d": "d) Ao destacar artistas coetâneos como Giotto e Michelan- gelo, a arte emergente no Renascimento é decorrente de uma sociedade laica, cuja autoridade religiosa perdeu legi- timidade.",
            "e": "e) Além da própria visualidade, é possível destacar que a arte renascentista sai das igrejas e de outras instituições religio- sas, como é o caso emblemático de  A criação de Adão ."
        },
        "correcao": "Alternativa correta: c"
    },
    {
        "indice": "2",
        "contexto": [
            "Com base na leitura de imagem e, considerando um dosfragmentos da pintura renascentista de Michelangelo, co-nhecido como A criação de Adão (c. 1508-1512) e suasreleituras, relacione as imagens a seguir com suas carac-terísticas.(I)(II)imagens/imagem_2.pngimagens/imagem_3.png(III)(IV)imagens/imagem_4.pngimagens/imagem_5.png(A) Perspectiva, luz e sombra na busca por corpos emsuas formas perfeitas, apresentando um alto grau deﬁdelidade à natureza na representação dos ideais so-bre o humano e o divino.(B) O espaço e o volume diferem da proposição pictó-rica a partir de ícones da cultura popular, e o temada origem é revisitado dentro do âmbito da tridimen-sionalidade.(C) As nuances entre o claro e o escuro evidenciam ovolume das ﬁguras de mulheres negras que repre-sentam um desaﬁo ao sentido da origem da criação,ressigniﬁcado por meio de uma contranarrativa.(D) O impulso da imaginação e a livre expressão con-duzem o movimento do olhar sobre a ideia, reorde-nando os elementos e os sentidos para a percepçãode uma realidade paralela.Assinale a alternativa que contém a associação correta."
        ],
        "alternativas": {
            "a": "a) I-A, II-B, III-D, IV-C",
            "b": "b) I-A, II-D, III-C, IV-B",
            "c": "c) I-A, II-C, III-D, IV-B",
            "d": "d) I-B, II-D, III-A, IV-C",
            "e": "e) I-D, II-C, III-B, IV-A"
        },
        "correcao": "Alternativa correta: c"
    },
    {
        "indice": "3",
        "contexto": [
            "AAEm 1866, Ernst Haeckelcriou a árvore da vida,uma representação ﬁlo-genética dos organismosvivos da Terra, contendotrêsreinos:Plantae,Animalia e Protista. Seisanos antes, Darwin haviafeitoarepresentaçãode apenas dois reinos:Animalia e Plantae. ParaHaeckel,todososor-ganismossãodescen-dentesdosMonera(atualmenteBacteriaeArchaea), localizados nabase da árvore.Essaideiademaisde150anos é consistente comdescobertasrecenteseanálises genômicas quesuportamumaorigemdos eucariotos dentre osArchaea.imagens/imagem_6.pngHaeckel, E. 1866.GeneralMorphology of Organisms.Com base nos conhecimentos sobre a origem da vida naTerra, assinale a alternativa correta."
        ],
        "alternativas": {
            "a": "a) Os coacervados foram os primeiros organismos vivos uni- celulares, com parede celular proteica e ﬁta simples de DNA.",
            "b": "b) Os primeiros organismos vivos da Terra eram incapazes de produzir o próprio alimento e tinham de obtê-lo a partir de moléculas orgânicas dos mares primitivos.",
            "c": "c) Os primeiros organismos vivos usavam a água, o gás carbô- nico e a luz do sol para realizar a fotossíntese.",
            "d": "d) Os primeiros seres vivos eram capazes de produzir subs- tâncias alimentares a partir de reações entre minerais da crosta terrestre, água e CO 2 .",
            "e": "e) Segundo Haeckel, os primeiros organismos vivos eram eu- cariotos, como os membros dos grupos Bacteria e Archaea atuais."
        },
        "correcao": "Alternativa correta: d"
    },
    {
        "indice": "4",
        "contexto": [
            "Atualmente busca-se minimizar o impacto ambiental cau-sado por poluentes liberados à atmosfera pela queima decombustíveis fósseis por meio da obtenção de fontes al-ternativas de energia.Nesse sentido, um dos grandesdesaﬁos do químico é criar novos processos menos da-nosos ao meio ambiente para obtenção de energia. O hi-drogênio verde é considerado um combustível do futuro epode ser obtido com base em um método criado há quase200 anos pelo físico e químico Michael Faraday. A ﬁguraa seguir ilustra um processo de formação de hidrogênioverde a partir da água, em que a energia elétrica utilizadaé obtida por meio de uma fonte renovável, a energia eó-lica.imagens/imagem_7.pngCom base na produção de hidrogênio verde apresentadana ﬁgura e nos conhecimentos sobre eletroquímica e naLei de Lavoisier, assinale a alternativa correta."
        ],
        "alternativas": {
            "a": "a) A reação química obtida para a produção de hidrogênio verde é considerada espontânea, pois a energia eólica é renovável.",
            "b": "b) O processo de obtenção de hidrogênio verde ocorre em uma célula galvânica por meio da eletrólise ígnea da água: no cátodo, ocorre a oxidação dos íons H + e, no ânodo, a redução da água.",
            "c": "c) A Lei de Lavoisier preconiza que, em uma reação química completa com reagente em excesso, a massa ﬁnal de pro- dutos será igual à massa inicial de reagentes.",
            "d": "d) No processo de obtenção de hidrogênio verde, há eletró- lise da água, cuja energia elétrica é proveniente da energia eólica renovável, sendo que, no ânodo, ocorre a oxidação da água formando O 2  e H + e, no cátodo, a redução dos íons H + formando H 2 .",
            "e": "e) No processo de obtenção de hidrogênio verde, a energia eólica pode ser substituída pela solar, havendo assim a conversão de energia solar em elétrica e, depois, em quí- mica, caracterizando a Lei de Lavoisier na reação espon- tânea de formação de H 2 ."
        },
        "correcao": "Alternativa correta: d"
    },
    {
        "indice": "5",
        "contexto": [
            "Analise a imagem a seguir.imagens/imagem_8.pngSNOW, Michael. Authorization. 1969. National Gallery of Canada, Ottawa.Com base na imagem e nos conhecimentos sobre mundocontemporâneo e Teoria da História, atribua verdadeiro(V) ou falso (F) às aﬁrmativas a seguir.() No século XIX, a fotograﬁa foi concebida como partede um ideal de modernidade e fruto das revoluçõesindustriais, visto que a imagem é obtida por meio deprocessos físicos e químicos.() Na imagem, é possível perceber como o fotógrafo seinscreve na fotograﬁa como agente, em contrapontoao discurso realista segundo o qual a foto corres-ponderia ao real sem a mediação do artista.() Nos séculos XIX e XX, houve um distanciamento pro-gressivo e deﬁnitivo entre a fotograﬁa e as produ-ções propriamente artísticas.Exemplos disso se-riam instalações de autores contemporâneos que, emgeral, optaram apenas pela linguagem pictórica paraa expressão artística.() Como documento institucional, a fotograﬁa começoua ser utilizada, desde o século XIX, como forma de re-gistro, classiﬁcação e controle de populações consi-deradas marginais, como criminosos e neurodiver-gentes.() A fotograﬁa foi considerada produto da modernidadea partir de sua criação no século XIX, considerandoque era constituída a partir de uma peça única e ori-ginal, distanciando-se do princípio de reprodutibili-dade técnica.Assinale a alternativa que contém, de cima para baixo, asequência correta."
        ],
        "alternativas": {
            "a": "a) V, V, V, F, F.",
            "b": "b) V, V, F, V, F.",
            "c": "c) V, F, F, F, V.",
            "d": "d) F, F, V, V, F.",
            "e": "e) F, V, F, F, V."
        },
        "correcao": "Alternativa correta: b"
    },
    {
        "indice": "6",
        "contexto": [
            "Leia o texto a seguir.[...] a reprodução técnica pode colocar a cópia dooriginal em situações inatingíveis para o próprio ori-ginal. Ela pode, principalmente, aproximar do re-ceptor a obra, seja sob a forma da fotograﬁa, sejado disco. A catedral abandona seu lugar para insta-lar-se no estúdio de um amador; o coro, execu-tado numa sala ou ao ar livre, pode ser ouvido numquarto.BENJAMIN, Walter. “A obra de arte na era de sua reprodutibili-dade técnica.” In Magia e Técnica. Arte e Política. Ensaios sobreliteratura e história da cultura. Trad. Sergio Paulo Rouanet. 8.ed. São Paulo: Brasiliense, 2012. p. 182.Com base nos conhecimentos sobre Walter Benjamin ea questão da reprodutibilidade técnica da arte, considereas aﬁrmativas a seguir.I. A reprodução técnica permite uma forma de aprecia-ção que promove um novo encantamento do mundo.II. A reprodutibilidade da produção artística garante ademocratização e a emancipação da sociedade.III. A reprodução técnica, com sua produção serial, geraempobrecimento da experiência perceptiva nas ar-tes.IV. A reprodutibilidade instaura um processo de declínioda aura, do singular e do caráter irrepetível da obra.Assinale a alternativa correta."
        ],
        "alternativas": {
            "a": "a) Somente as aﬁrmativas I e II são corretas.",
            "b": "b) Somente as aﬁrmativas I e IV são corretas.",
            "c": "c) Somente as aﬁrmativas III e IV são corretas.",
            "d": "d) Somente as aﬁrmativas I, II e III são corretas.",
            "e": "e) Somente as aﬁrmativas II, III e IV são corretas."
        },
        "correcao": "Alternativa correta: c"
    },
    {
        "indice": "7",
        "contexto": [
            "A RioBotz, equipe de robótica da PUC-Rio, foi criada em2003, quando estudantes, orientados pelo professor MarcoAntônio Meggiolaro, decidiram construir robôs de com-bate.Hoje a RioBotz é uma das 32 equipes que entra-ram na chave do Battlebots, programa de televisão norte-americano de luta de robôs. A equipe foi a única da Amé-rica Latina a participar da competição.Suponha que o robô da RioBotz tenha massa de 18 Kg epossua uma lança cuja ponta tenha uma área de secçãotransversal de 1 mm2. Admita que a lança atinja uma pa-rede perpendicularmente com velocidade de 15 m/s, re-cue com uma velocidade de 3 m/s e que o período da co-lisão tenha durado 9 ms.Com base nos conhecimentos de física mecânica, assi-nale a alternativa que apresenta, corretamente, a pressão(em Pa) exercida pela lança sobre a parede, desconside-rando atritos e deformações."
        ],
        "alternativas": {
            "a": "a) 3,6.10 10",
            "b": "b) 2,7.10 9",
            "c": "c) 5,4.10 9",
            "d": "d) 5,4.10 10",
            "e": "e) 3,6.10 9"
        },
        "correcao": "Alternativa correta: a"
    },
    {
        "indice": "8",
        "contexto": [
            "Leia o texto a seguir.A unidade é indispensável: simplesmente para quequalquer coisa seja, exista, deve, como verdadeiraaﬁrmação de si mesmo, negar aquilo que não é.Da unidade, segue que N = {1, 2, 3, 4, 5, . . .}. Já acriação do zero cunha uma separação entre nossosistema de símbolos numéricos e a estrutura domundo natural. A Matemática e a Ciência desenvol-veram um sistema consistente que exige que quan-tidades desconhecidas devam ser criadas e mani-puladas, nos levando a considerar o conjunto Z ={. . . , −5, −4, −3, −2, −1, 0, 1, 2, 3, 4, 5, . . .}.Adaptado de: Robert Lawlor. Mitos, Deuses, Mistérios: Geome-tria Sagrada. Edições del Prado. 1982.Há uma função f que relaciona os conjuntos N e Z apre-sentados no texto. Considere f : N →Z dada porf(n) =n2 ,se n é par−n + 12,se n é ímparSobre a função f e os conjuntos presentes no enunciado,assinale a alternativa correta."
        ],
        "alternativas": {
            "a": "a) Existe  n  ∈ N  tal que  f ( n ) = − 10 23  + 1 2",
            "b": "b)  f (2 n ) +  f (2 n  + 1) = 0  para todo  n  ∈ N",
            "c": "c) Não existe  n  ∈ N  tal que  f ( n ) =  − 15",
            "d": "d) Se  n, m  são naturais ímpares tais que  f ( n ) =  f ( m ) , então n  ̸ =  m",
            "e": "e) Sendo a unidade indispensável,  f (2 n ) +  n  = 1  para todo n  ∈ N"
        },
        "correcao": "Alternativa correta: b"
    },
    {
        "indice": "9",
        "contexto": [
            "O tema da unidade é também tratado pelas Ciências So-ciais em teorias sobre identidades. Essas teorias buscamexplicar como os indivíduos incorporam e reproduzem acultura nos níveis micro e macrossociológico, a partir darelação entre indivíduo e sociedade. Uma das abordagensfoi elaborada por Stuart Hall, a partir da distinção entre ossujeitos iluminista, sociológico e pós-moderno.Com base nos conhecimentos sobre a produção de StuartHall acerca da identidade, assinale a alternativa correta."
        ],
        "alternativas": {
            "a": "a) O sujeito pós-moderno expressa o enfraquecimento da cos- tura entre o indivíduo e a sociedade, o que produz identi- dades fragmentadas, descentradas, fruto de mudanças es- truturais e culturais.",
            "b": "b) O sujeito sociológico é ﬂuido, assume identidades diferen- tes em momentos diversos, e rompe aqueles elos existen- tes no sujeito pós-moderno, que é coerente e uniﬁcado.",
            "c": "c) O sujeito iluminista é dependente das teias e do contexto de interação onde se situa, sendo, portanto, criação de uma construção relacional atravessada pela cultura e pelas hierarquias sociais.",
            "d": "d) A identidade é uma expressão da essência dos sujeitos, e, quando essa essência entra em contradição com as trans- formações da sociedade pós-moderna, produz-se a crise da identidade.",
            "e": "e) A modernidade criou identidades ﬂuidas, portanto diversas, que romperam a costura que atava o sujeito à estrutura, criando, assim, sujeitos descentrados, imprevisíveis, con- tingentes e egocentrados."
        },
        "correcao": "Alternativa correta: a"
    },
    {
        "indice": "10",
        "contexto": [
            "Guerras tendem a criar novos arranjos territoriais e a mo-diﬁcar sua representação no mapa-múndi. Exemplo dissoé a guerra na Ucrânia, que no dia 24 de fevereiro de 2023completou 1 ano. Há possibilidades de novos desdobra-mentos, como o envolvimento de outros países e ameaçanuclear. As ﬁguras a seguir apresentam a Ucrânia antesda invasão russa e um ano depois.imagens/imagem_9.pngnoticias.uol.com.brimagens/imagem_10.pngnoticias.uol.com.br.Com base nas ﬁguras e nos conhecimentos sobre conﬂi-tos mundiais, atribua V (verdadeiro) ou F (falso) às aﬁrma-tivas a seguir.() A anexação da Crimeia como território russo, reco-nhecida pela Organização das Nações Unidas (ONU),possui signiﬁcativa importância para a Rússia emfunção da posição geográﬁca privilegiada e saída parao Mar Índico.() A possibilidade de a Ucrânia ingressar na Organiza-ção do Tratado do Atlântico Norte (OTAN) é uma dascausas do conﬂito, pois signiﬁcaria maior aproxima-ção em relação ao Ocidente e perda de inﬂuência daRússia sobre o país.() Algumas das consequências do conﬂito são a grandeonda de refugiados ucranianos, centenas de mortose feridos, além de sanções econômicas contra a Rús-sia e os membros de seu governo.() Com exceção da Romênia, todos os países que fa-zem fronteira com a Ucrânia ingressaram na OTAN,deixando a Rússia cercada por uma aliança inimiga.() A divisão territorial da Ucrânia mostra que as regiõesoeste e centro estão sob controle do governo e asregiões sul e leste do país, separatistas pró-russos,têm maior inﬂuência e encontram-se sob o domínioda Rússia.Assinale a alternativa que contém, de cima para baixo, asequência correta."
        ],
        "alternativas": {
            "a": "a) V, V, V, F, F.",
            "b": "b) V, F, V, F, V.",
            "c": "c) F, V, V, F, V.",
            "d": "d) F, V, F, V, F.",
            "e": "e) F, F, F, V, V."
        },
        "correcao": "Alternativa correta: c"
    },
    {
        "indice": "11",
        "contexto": [
            "A criação de direitos foi, nos anos de 1950, objeto de es-tudo do sociólogo britânico Thomas Humphrey Marshall,que desenvolveu a ideia de cidadania como um statusconcedido aos que são membros integrais de uma comu-nidade.Com base nos conhecimentos sobre Cidadania e Direitosem Marshall, assinale a alternativa correta."
        ],
        "alternativas": {
            "a": "a) O direito político ao voto no século XIX promoveu a distri- buição igualitária de poder, superando de fato a incompati- bilidade política entre igualdade e desigualdade.",
            "b": "b) Os direitos civis, articulados à teoria liberal, independem do Estado, de modo que cada indivíduo é responsável pela sua garantia, bem como por sua liberdade.",
            "c": "c) Os direitos sociais surgiram da luta por liberdade contra- tual, no século XIX, com vistas à garantia de saúde, edu- cação, moradia, lazer e previdência social.",
            "d": "d) Os direitos civis, políticos e sociais compõem o desenvolvi- mento progressivo da cidadania, distinguindo-se ao longo do tempo no processo de diferenciação das instituições que os reconheciam.",
            "e": "e) Os direitos políticos precedem os direitos civis e sociais por pressuporem a existência de um status de liberdade, contribuindo para a adição gradativa de outros direitos."
        },
        "correcao": "Alternativa correta: d"
    },
    {
        "indice": "12",
        "contexto": [
            "A placenta humana, elemento crucial de conexão entremãe e embrião, é um órgão originário de tecidos mater-nos e membranas extraembrionárias. Por ela, são efetua-das trocas, em que a mãe fornece ao embrião alimento eoxigênio, enquanto o embrião retorna à mãe gás carbô-nico e resíduos do seu metabolismo.A placenta é umlocal de grande concentração de ácido fólico, necessáriodurante o desenvolvimento embrionário. Por meio desteórgão, a mãe também pode transmitir diferentes patóge-nos ao embrião, entre eles a bactéria causadora da síﬁlis,Treponema pallidum.Sobre as trocas efetuadas entre mãe e embrião, considereas aﬁrmativas a seguir.I. As trocas são efetuadas por difusão, devido à proxi-midade entre os vasos sanguíneos da mãe e do em-brião, uma vez que não há continuidade física entreos vasos maternos e os do embrião.II. A mistura entre a circulação materna e a embrionáriaé a causa da transmissão da síﬁlis, que ocorre pormeio da condução do sangue venoso da porção ma-terna da placenta para o embrião.III. Em elevadas altitudes, há um aumento da solubili-dade do oxigênio atmosférico no sangue materno,favorecendo a troca deste gás por CO2 provenienteda respiração fetal.IV. Se o ácido fólico possui duas funções carboxílicascom pKa de 3,5 e 4,3, e o pH ótimo de absorção noorganismo varia de 6,5 a 7,0, então a melhor absor-ção da molécula ocorre em sua forma ionizada.Assinale a alternativa correta."
        ],
        "alternativas": {
            "a": "a) Somente as aﬁrmativas I e II são corretas.",
            "b": "b) Somente as aﬁrmativas I e IV são corretas.",
            "c": "c) Somente as aﬁrmativas III e IV são corretas.",
            "d": "d) Somente as aﬁrmativas I, II e III são corretas.",
            "e": "e) Somente as aﬁrmativas II, III e IV são corretas."
        },
        "correcao": "Alternativa correta: b"
    },
    {
        "indice": "13",
        "contexto": [
            "Leia o texto a seguir.O Teorema de Pitágoras e a Razão Áurea são uti-lizados para analisar um Triângulo de Kepler, po-lígono nomeado em honra ao matemático e astrô-nomo alemão Johannes Kepler (1571-1630). En-tretanto, o próprio Kepler atribui esta criação a umprofessor chamado Magirus. Além disso, sabe-seque este conceito foi recriado inúmeras vezes e, demodo independente, por diversos matemáticos quesucederam Kepler.Adaptado de: Herz-Fischler, Roger (2000). The Shape of theGreat Pyramid. Waterloo, Ontario: Wilfrid Laurier University PressUm Triângulo de Kepler é deﬁnido como um triângulo re-tângulo tal que seus lados estejam em progressão geo-métrica de razão q > 1. Seja T um Triângulo de Keplerescaleno de modo que seu menor lado tenha medida uni-tária.Sabendo que ϕ ∈R é a única solução positiva da equa-ção polinomial x2 = 1 + x, assinale a alternativa que apre-senta, corretamente, a área de T em função de ϕ."
        ],
        "alternativas": {
            "a": "a) 1 2 ϕ",
            "b": "b)  ϕ 2",
            "c": "c) 1 2 4 √ ϕ",
            "d": "d)  1",
            "e": "e) 1 2 √ ϕ"
        },
        "correcao": "Alternativa correta: e"
    },
    {
        "indice": "14",
        "contexto": [
            "O sangue humano é composto por hemácias, leucócitose plaquetas, denominados elementos ﬁgurados. Os tiposcelulares que compõem os elementos ﬁgurados são dis-tinguidos de acordo com suas características funcionaise morfológicas, como por exemplo, o formato do núcleo.Em exames sanguíneos, tais tipos celulares são avaliadospor um especialista, num microscópio, quanto à morfo-logia e aos número de células por mm3, de acordo coma idade e o sexo do indivíduo. A detecção de variaçõesno número e morfologia dos tipos celulares é indicativode alterações ﬁsiológicas e ou genéticas. Utilizando In-teligência Artiﬁcial (IA), pesquisadores têm desenvolvidoequipamentos que contam com uma rede neural artiﬁcial,capaz de identiﬁcar e quantiﬁcar os elementos ﬁguradosdo sangue, classiﬁcando-os com elevada taxa de acerto.ABCimagens/imagem_11.pngimagens/imagem_12.pngimagens/imagem_13.pngDEFimagens/imagem_14.pngimagens/imagem_15.pngimagens/imagem_16.pngSobre os elementos ﬁgurados do sangue, representadosnas ﬁguras de A a F e que podem ser utilizados para ali-mentação de uma rede neural, assinale a alternativa cor-reta."
        ],
        "alternativas": {
            "a": "a) A ﬁgura A representa um granulócito do tipo neutróﬁlo, com núcleo trilobular, enquanto a ﬁgura B é um eosinóﬁlo, com núcleo bilobular.",
            "b": "b) As ﬁguras de A a F podem ser utilizadas para alimentar uma rede neural artiﬁcial conforme a morfologia da mem- brana plasmática e do tipo de grânulos citoplasmáticos.",
            "c": "c) A morfologia bilobular do núcleo das células representadas nas ﬁguras de B a E distingue os tipos celulares classiﬁca- dos como granulócitos dos agranulócitos.",
            "d": "d) As ﬁguras identiﬁcadas pelas letras D, E e F representam células do tipo granulócitos, caracterizadas pela presença de núcleo bilobular.",
            "e": "e) Os monócitos, representados pela ﬁgura F, apresentam nú- cleo em forma trilobular e com grânulos no citosol."
        },
        "correcao": "Alternativa correta: a"
    },
    {
        "indice": "15",
        "contexto": [
            "Uma pessoa deseja alimentar a Inteligência Artiﬁcial (IA)de um robô com dados que lhe permitam tocar música emum violão. Suponha que o violão tem uma corda de 70cmde comprimento e quando ela é posta a oscilar emite umafrequência de 550Hz.O robô precisa “aprender” quaissão os 2◦e 3◦harmônicos para essa corda e ainda emqual posição, na corda, deve pressionar para produzir umanota musical de 962,5Hz. Ele precisará “saber” tambémque, sem diminuir a tensão na corda, não é possível emi-tir uma nota musical de 375Hz.Com base nos conhecimentos sobre acústica, ondas so-noras e cordas vibrantes, considere as aﬁrmativas a se-guir.I. O robô deve calcular o segundo harmônico e acharuma frequência de 1100Hz.II. Para tocar a nota de 375Hz, basta ele tocar a cordalivre em qualquer posição.III. Quando o robô toca o 3◦harmônico para a cordasolta, sem pressionar, ele obtém um valor de 825Hz.IV. Quando o robô pressiona a corda do violão e a toca,a onda produzida é estacionária.Assinale a alternativa correta."
        ],
        "alternativas": {
            "a": "a) Somente as aﬁrmativas I e II são corretas.",
            "b": "b) Somente as aﬁrmativas I e IV são corretas.",
            "c": "c) Somente as aﬁrmativas III e IV são corretas.",
            "d": "d) Somente as aﬁrmativas I, II e III são corretas.",
            "e": "e) Somente as aﬁrmativas II, III e IV são corretas. 10 / 41 Vestibular UEL 2024"
        },
        "correcao": "Alternativa correta: b"
    },
    {
        "indice": "16",
        "contexto": [
            "Um problema ﬁlosóﬁco relacionado à Inteligência Artiﬁ-cial diz respeito à possibilidade de que máquinas, taiscomo robôs humanoides, possam ter consciência, tal qualum humano. Esse problema está, por sua vez, relacio-nado com a distinção entre o corpo e a mente, ou entreo material e o mental, que foi amplamente discutido porDescartes e Hobbes, dois representantes do debate.Sobre as relações entre corpo e mente na Filosoﬁa Mo-derna, assinale a alternativa correta."
        ],
        "alternativas": {
            "a": "a) Tanto para Descartes quanto para Hobbes toda a realidade é constituída de uma única e mesma substância, a matéria, cuja propriedade fundamental é a extensão.",
            "b": "b) Descartes foi defensor do dualismo, ou seja, a existência de duas substâncias: a mental e a material, enquanto Hob- bes defendeu uma posição monista, segundo a qual tudo o que existe é matéria.",
            "c": "c) Descartes e Hobbes foram, ambos, defensores do dua- lismo de substâncias, teoria que aﬁrma que toda a reali- dade é composta das substâncias mental e material.",
            "d": "d) Enquanto Descartes defendia que a matéria era a única substância efetivamente existente, para Hobbes tanto mente quanto matéria fazem parte da realidade.",
            "e": "e) Descartes e Hobbes defendiam a interação entre a mente e a matéria, sendo que a propriedade fundamental da pri- meira é o pensamento, e a da segunda, a extensão."
        },
        "correcao": "Alternativa correta: b"
    },
    {
        "indice": "17",
        "contexto": [
            "AAAguerranaUcrâniaele-vou à categoria de protago-nista um equipamento popu-larmente chamado de drone,que possui avançada tec-nologia embarcada e podeser controlado por Inteligên-cia Artiﬁcial (IA), permitindoa ele atuar de modo autô-nomo.imagens/imagem_17.pngPode levar em torno de 150 kg de armas, que incluem umagrande variedade de mísseis e outras armas guiadas poralta tecnologia, o que possibilita a precisão.Supondo que um drone enviado de Moscou tenha comodestino Kiev e que a distância entre as duas cidades sejade 810 km e, no mapa utilizado para elaborar o plano devoo, essa distância seja de 18 cm, assinale a alternativaque apresenta, corretamente, a escala do mapa."
        ],
        "alternativas": {
            "a": "a) 1:4.500",
            "b": "b) 1:110.000",
            "c": "c) 1:1.100.000",
            "d": "d) 1:4.500.000",
            "e": "e) 1:45.000.000"
        },
        "correcao": "Alternativa correta: d"
    },
    {
        "indice": "18",
        "contexto": [
            "Leia a charge a seguir.imagens/imagem_18.pngAdaptado de: FuturamaUm chatbot é um programa de computador que apresentauma interface de comunicação por texto que tenta simu-lar um ser humano na conversação.Uma pesquisadora apresenta o seguinte comando a umchatbot, cujo funcionamento se dá por Inteligência Artiﬁ-cial:Sejamf, g : R →Rdadasporf(x) = sen(x) e g(x) = x.Decida seos gráﬁcos de f e de g se interceptam.Admita que o chatbot tenha dado a seguinte resposta:Sim,osgráﬁcosdasfunçõesf(x) = sen(x) e g(x) = x se intercep-tam em todos os pontos da forma (2nπ,2nπ)e\u0012(2n + 1)π2, (2n + 1)π2\u0013,emque n é um número inteiro.Portanto, osgráﬁcos das funções f e g se interceptamem pelo menos um ponto.Considere as aﬁrmativas a seguir.I. Para todo n ∈Z, vale quef(2nπ) = g(2nπ)II. Para todo n ∈Z, vale quef\u0012(2n + 1)π2\u0013= g\u0012(2n + 1)π2\u0013III. A intersecção dos gráﬁcos de f e de g é não vaziaIV. Para todo n ∈Z e x ∈R, vale quef(x + 2nπ) = f(x)Assinale a alternativa correta."
        ],
        "alternativas": {
            "a": "a) Somente as aﬁrmativas I e II são corretas.",
            "b": "b) Somente as aﬁrmativas I e IV são corretas.",
            "c": "c) Somente as aﬁrmativas III e IV são corretas.",
            "d": "d) Somente as aﬁrmativas I, II e III são corretas.",
            "e": "e) Somente as aﬁrmativas II, III e IV são corretas."
        },
        "correcao": "Alternativa correta: c"
    },
    {
        "indice": "19",
        "contexto": [
            "Sabendo que a Inteligência Artiﬁcial reúne ideias dispo-níveis na internet, o texto do ChatGPT é um indicativo deque o smartphone é objeto de desejo de muitas pessoas.Esta relação das pessoas com as coisas pode ser proble-matizada com base na teoria de Karl Marx sobre o feti-chismo da mercadoria.Assinale a alternativa que apresenta, corretamente, a no-ção de fetichismo da mercadoria para Karl Marx."
        ],
        "alternativas": {
            "a": "a) A produção destina-se a criar objetos como mercadorias quando o meio social já dispõe antecipadamente de sujei- tos desejosos para esses objetos, conforme a lei da oferta e da procura.",
            "b": "b) A mercadoria deixa de ter um valor por sua utilidade e passa a ter um valor simbólico, atribuindo-se a ela uma vida própria pela qual ela domina seu criador.",
            "c": "c) As mercadorias fetichizadas são objetos que participam de rituais simbólicos de adoração, algo típico das sociedades tradicionais e que tende ao desaparecimento no capita- lismo.",
            "d": "d) Um mundo no qual as pessoas são dominadas pelas coi- sas que elas próprias criam corresponde à alienação, fruto das relações de produção que antecederam o capitalismo.",
            "e": "e) As relações sociais envolvidas na produção e na circulação das mercadorias apresentam-se imediatamente como re- lações entre trabalhadores realizando trocas de trabalhos concretizados."
        },
        "correcao": "Alternativa correta: b"
    },
    {
        "indice": "20",
        "contexto": [
            "O texto alude à importância que objetos criados pela hu-manidade assumem nas relações de trabalho e no sen-tido de tempo livre, cujas práticas sociais tornaram-sepermeadas ou mediadas por bens e produtos. Uma dasteorizações sociológicas sobre o tempo livre é o que Do-menico De Masi chamou de “ócio criativo”.Com base na concepção de ócio criativo, de Domenico DeMasi, assinale a alternativa correta."
        ],
        "alternativas": {
            "a": "a) A intensiﬁcação do trabalho alienado e precarizado na so- ciedade pós-industrial amplia as necessidades sociais pela conquista do direito ao ócio criativo como um tempo de la- zer descompromissado.",
            "b": "b) A tendência da sociedade pós-industrial é a ênfase no tra- balho pelo dinheiro, no estudo como obrigação e no lazer como expressão do ócio criativo e mecanismo de fuga da alienação capitalista.",
            "c": "c) Ao elaborar uma abordagem centrada nas experiências das classes trabalhadoras fabris, a teoria do ócio criativo seria incapaz de captar as relações sociais em proﬁssões mais recentes e dinâmicas.",
            "d": "d) Ao enfocar trabalho, estudo e lazer como atividades bá- sicas relativamente autônomas, a teoria do ócio criativo impediria o necessário entendimento sobre a erosão das fronteiras entre essas atividades.",
            "e": "e) O ócio criativo é uma fusão entre trabalho, estudo e lazer e, pela interpenetração entre essas três atividades, a noção de tempo livre deixa de signiﬁcar um tempo vazio."
        },
        "correcao": "Alternativa correta: e"
    },
    {
        "indice": "21",
        "contexto": [
            "Leia o texto a seguir.Ao criar um texto, a Inteligência Artiﬁcial (IA) estáessencialmente buscando qual palavra deve vir de-pois, promovendo uma “continuação razoável” so-bre qualquer que seja o assunto em questão.Por exemplo, imagine que você solicite para uma IAque complete, com uma palavra, a frase “A melhorhabilidade de uma inteligência artiﬁcial é _____”.Após analisar todas as frases com este início e queforam escritas por humanos, a IA produz uma listaordenada da frequência das vezes que tal palavrafoi encontrada.imagens/imagem_19.pngAdaptado de: https://writings.stephenwolfram.com/Considerando o exemplo apresentado, admita que a IA irácompletar a frase com a palavra que atenda aos seguintescritérios simultaneamente:I. a palavra deve estar ranqueada dentre as 5 (cinco)mais frequentes;II. a palavra deve ter frequência menor que 90% da mé-dia aritmética das 5 (cinco) mais frequentes;III. caso exista mais de uma palavra que atenda aos cri-térios I e II, a Inteligência Artiﬁcial escolhe a maisfrequente dentre elas.Com base nos critérios, assinale a alternativa que apre-senta, corretamente, a frase gerada pela Inteligência Arti-ﬁcial."
        ],
        "alternativas": {
            "a": "a) A melhor habilidade de uma inteligência artiﬁcial é criar.",
            "b": "b) A melhor habilidade de uma inteligência artiﬁcial é enten- der.",
            "c": "c) A melhor habilidade de uma inteligência artiﬁcial é apren- der.",
            "d": "d) A melhor habilidade de uma inteligência artiﬁcial é predizer.",
            "e": "e) A melhor habilidade de uma inteligência artiﬁcial é fazer."
        },
        "correcao": "Alternativa correta: e"
    },
    {
        "indice": "22",
        "contexto": [
            "Leia o texto a seguir.O projeto artístico parQ, (ParQ: Parque da Cidadede Brasília como uma Obra de Arte (2011-2013), deSuzete Venturelli) suscitou reﬂexão sobre meio am-biente, além do desenvolvimento da capacidade fí-sica, intelectual e moral dos indivíduos nos parquesdas cidades, por meio da tecnologia [...] das redessociais e da realidade aumentada. O projeto visatornar os parques urbanos e nacionais mais inteli-gentes ao promover interação com seus usuários.Para tanto, foram instalados ciberobjetos de sinali-zação de rua, vinculando o software parQ, com aimagem de QRcode, que leva o usuário a conhecero endereço do wikinoparque com o uso do celular.Contém ainda uma lixeira conectada à rede social,cuja função é veriﬁcar a educação ambiental dosusuários e permitir a sua avaliação e visualização,por meio de uma câmera nela instalada. Outro ci-berobjeto é um banco balança que veriﬁca a saúdedos atletas e envia a informação para a rede sociale/ou celulares colaborando assim com dados rele-vantes relativos à saúde dos usuários do Parque daCidade.Adaptado de: OLIVEIRA, Andréia M.; PEREIRA, Bárbara M. Ob-jetos interativos em arte e tecnologia. In.: VENTURELLI, S eROCHA, C (Orgs.) Anais do 15º Encontro Internacional de Artee Tecnologia. Brasília, Universidade de Brasília, 2016.Com base no texto e nos conhecimentos sobre Arte Con-temporânea, História da Arte e Arte e Tecnologia, assinalea alternativa correta."
        ],
        "alternativas": {
            "a": "a) A representação se dá por meio de trocas, assim, o ad- vento das redes sociais passa a ser a base para a produ- ção artística atual. 14 / 41 Vestibular UEL 2024",
            "b": "b) Os meios tradicionalmente utilizados nas artes, como a pintura e a escultura, foram superados com os avanços tecnológicos.",
            "c": "c) As questões ligadas à preservação do meio ambiente é que conferem o caráter artístico ao projeto parQ.",
            "d": "d) As tecnologias fazem parte do campo das artes, evidenci- ando, em diferentes tempos, as relações humanas com o mundo.",
            "e": "e) Ao incorporar os ciberobjetos, o projeto parQ propõe uma crítica ao uso das redes de comunicação."
        },
        "correcao": "Alternativa correta: d"
    },
    {
        "indice": "23",
        "contexto": [
            "AAA imagem ao lado mostraa liberação de CO2 prove-niente de veículos a com-bustão,o qual é possívelser convertido em oxigênioe carbono sob condições ex-perimentais especíﬁcas.imagens/imagem_20.pngConsidere um recipiente fechado e isolado de volume cons-tante e igual a 10,0 L, contendo inicialmente 137,5 g deCO2 gasoso puro e seco. Esse recipiente possui, em suasparedes internas, uma ﬁna camada porosa de material ca-talisador e que, à temperatura constante de 400 K, con-verte parte do CO2 em carbono graﬁte e gás O2, conformeequação química a seguir.imagens/imagem_21.pngA pressão parcial do oxigênio, ao ﬁnal do processo, é de8,2 atm.Dado:Massa molar de CO2 = 44,0 g mol−1Considere CO2 e O2 como gases ideaisR = 0,082 L atm K−1 mol−1Desconsidere a inﬂuência de volume, adsorções e pressão devapor do C (graﬁte) formadoSobre gases ideais e mistura de gases, assinale a alterna-tiva que apresenta, corretamente, o rendimento reacional(em %) na produção de oxigênio neste processo.imagens/imagem_22.png"
        ],
        "alternativas": {
            "a": "a) 20",
            "b": "b) 40",
            "c": "c) 60",
            "d": "d) 70",
            "e": "e) 80"
        },
        "correcao": "Alternativa correta: e"
    },
    {
        "indice": "24",
        "contexto": [
            "Com a criação da tela sensível ao toque e sensores demovimento, foi possível utilizar gestos humanos como in-terface de comunicação com a máquina. Por conta disso,pode-se girar uma imagem em um celular.Admita que um aplicativo receba o gesto para girar a ilus-tração de Emil Lendof, que faz uma releitura do fragmentoA Criação de Adão de Michelangelo, por um ângulo θ = π6radianos no sentido anti-horário. O aplicativo considera aimagem em um plano cartesiano de origem O de modoque cada ponto P é rotacionado até um ponto P ′ no mes-mo sistema de coordenadas, conforme imagens a seguir.imagens/imagem_23.pngSabendo que se P = (a, b), P ′ = (a′, b′) eM =\u0012cosθ−senθsenθcosθ\u0013, então\u0012a′b′\u0013= M ×\u0012ab\u0013,assinale a alternativa que apresenta, corretamente, as co-ordenadas do ponto P ′."
        ],
        "alternativas": {
            "a": "a) √ 3 2 a  + 1 2 b,  1 2 a  − √ 3 2 b !",
            "b": "b) \u0012 1 2 a  − 1 2 b,  1 2 a  + 1 2 b \u0013",
            "c": "c) \u0012 1 2 a  + 1 2 b,  1 2 a  − 1 2 b \u0013",
            "d": "d) 1 2 a  + √ 3 2 b, √ 3 2 a  + 1 2 b !",
            "e": "e) √ 3 2 a  − 1 2 b,  1 2 a  + √ 3 2 b !"
        },
        "correcao": "Alternativa correta: e"
    },
    {
        "indice": "25",
        "contexto": [
            "A criação dos Solid State Disc’s (SSDs) mais comuns nomercado possui dois componentes fundamentais: a me-mória ﬂash e o controlador. A memória ﬂash guarda todosos arquivos e, diferentemente dos discos magnéticos dosHard Drive’s (HDs), não necessita de partes móveis nemmotores para funcionar. O controlador gerencia a trocade dados entre o computador e a memória ﬂash.For-mado por um processador que executa diversas tarefasno drive, é um dos principais responsáveis pela perfor-mance de um SSD. Todas as operações são feitas eletri-camente, tornando a leitura e a escrita mais rápidas, alémde deixar o drive silencioso e resistente a vibrações e que-das. Supondo uma região com campo elétrico constantede 8 N/C, horizontal e para a direita (em x), uma partículade massa 2 mg, carga de +1 µC e velocidade 10 cm s−1perpendicular à direção do campo elétrico (em y), per-corre uma distância vertical de 10 cm, conforme ilustraa ﬁgura.imagens/imagem_24.pngCom base nos conhecimentos sobre eletricidade e mag-netismo, assinale a alternativa que apresenta corretamentea posição, em metros, por onde a partícula deverá pas-sar."
        ],
        "alternativas": {
            "a": "a) -2",
            "b": "b) -1",
            "c": "c) 0",
            "d": "d) 1",
            "e": "e) 2"
        },
        "correcao": "Alternativa correta: e"
    },
    {
        "indice": "26",
        "contexto": [
            "Analise a imagem a seguir.imagens/imagem_25.pngJohannes Gumpp. Autorretrato, c. 1646. Óleo sobre tela, 88,5 x 89 cm,Galeria Ufﬁzi, FlorençaNa prática do autorretrato, há uma fusão entre quem criae o que é criado. Na pintura de Johannes Gumpp estejogo é apresentado a partir de um ponto de vista que deixaaparente parte do espaço de criação e a dupla condiçãodo artista: criador e criatura.Com base na obra Autorretrato de Johannes Gumpp e nosconhecimentos sobre pintura e História da Arte, assinalea alternativa correta."
        ],
        "alternativas": {
            "a": "a) O tratamento de luz e sombra na obra, além de gerar dra- maticidade, evidencia os planos pictóricos.",
            "b": "b) Ao evidenciar o processo pictórico, o artista elabora uma crítica ao sistema das artes vigente em seu tempo.",
            "c": "c) A iluminação presente no autorretrato de Gumpp é própria das pinturas realizadas ao ar livre.",
            "d": "d) O artista assume a planaridade da superfície ao organizar o campo pictórico de modo sintético.",
            "e": "e) As formas irregulares e a transversalidade estruturam o es- quema compositivo da pintura."
        },
        "correcao": "Alternativa correta: a"
    },
    {
        "indice": "27",
        "contexto": [
            "Os movimentos realizados pelos músculos esqueléticosenvolvem adaptações celulares, que lhes possibilitam sairdo repouso para o exercício de forma rápida. Esse mo-vimento rápido ocasiona variações abruptas na utilizaçãode adenosina trifosfato (ATP). As quatro fontes de energiapara a realização desse trabalho nas células muscularessão reserva de fosfocreatina, reserva de ATP, fermenta-ção lática e respiração aeróbica.Sobre a utilização da energia na forma de ATP pelas cé-lulas musculares esqueléticas, assinale a alternativa cor-reta."
        ],
        "alternativas": {
            "a": "a) A maior quantidade de energia produzida nas células do músculo esquelético é obtida por respiração anaeróbica, envolvendo a utilização de ácido lático para a produção de ATP.",
            "b": "b) O acúmulo de ácido lático na célula muscular é indicativo de maior suprimento de oxigênio e, consequentemente, de ATP disponível.",
            "c": "c) Nas células do músculo esquelético, o suprimento imedia- to de energia para a manutenção da contração muscular, quando há escassez de oxigênio, é dado por via anaeró- bica, como a glicólise.",
            "d": "d) A fadiga muscular é resultante da disponibilidade de oxigê- nio e de grande quantidade de ATP, como consequência do acúmulo de fosfocreatina.",
            "e": "e) Em células musculares, a maior quantidade de energia pro- duzida é obtida no ciclo de Krebs ou ciclo do ácido cítrico, que ocorre no citosol das células."
        },
        "correcao": "Alternativa correta: c"
    },
    {
        "indice": "28",
        "contexto": [
            "Analise a ﬁgura a seguir.imagens/imagem_26.png@geologia_basica facebook.com/uchoamasterOs terremotos criam e modiﬁcam as paisagens em di-versos lugares do planeta e são consequência do tec-tonismo, processo associado ao movimento das placastectônicas. Exemplo disso foi o terremoto que ocorreu emfevereiro de 2023, na Turquia e Síria, e que deixou mais de50 mil mortos, o mais letal na história da Turquia.Com base na ﬁgura e nos conhecimentos sobre geologiae tectônica de placas, considere as aﬁrmativas a seguir.I. O Vale do Rift (Rift Valley), na África, está em pro-cesso de formação em função de localizar-se em umazona extensional que marca o período inicial de se-paração continental.II. O terremoto na Turquia e na Síria foi gerado numafalha transformante, conhecida como falha AnatóliaOriental, que se encontra entre as placas da Arábia,Iraniana e Anatólia.III. A Cordilheira do Himalaia é resultado do processo deorogenia (colisão continental) entre as placas Indo-australiana e da Eurásia, ocorrido na Era Cenozoica.IV. O chamado “Círculo do Fogo” é uma área formada nasuperfície do Planeta, associada ao contato da placado Pacíﬁco com a placa Africana.Assinale a alternativa correta."
        ],
        "alternativas": {
            "a": "a) Somente as aﬁrmativas I e II são corretas. 18 / 41 Vestibular UEL 2024",
            "b": "b) Somente as aﬁrmativas I e IV são corretas.",
            "c": "c) Somente as aﬁrmativas III e IV são corretas.",
            "d": "d) Somente as aﬁrmativas I, II e III são corretas.",
            "e": "e) Somente as aﬁrmativas II, III e IV são corretas."
        },
        "correcao": "Alternativa correta: d"
    },
    {
        "indice": "29",
        "contexto": [
            "A Conferência das Nações Unidas sobre o Meio Ambiente,em Estocolmo, proclamou que o homem é ao mesmo tempocriatura e criador do meio ambiente. Nesse sentido, even-tos extremos climáticos como as tempestades de granizopodem ser de causas naturais, mas também provocadaspelo homem. Na América do Sul, a região onde ocorreeste evento com maior frequência está localizada na trí-plice fronteira entre os estados do Paraná, Santa Catarinae Argentina. Um dos mecanismos físico-químicos gera-dor do granizo é dado pela formação de gelo dentro dasnuvens a partir da água líquida ou diretamente da fase devapor, através dos processos de nucleação heterogênea,ou seja, que necessita de uma partícula (material particu-lado atmosférico-MP) cuja composição química tambéminﬂuencia nos eventos de precipitação. Ânions como ni-trato (NO−3 ) e sulfato (SO2−4 ) compõem o MP e podem es-tar associados à formação de granizo.Com base no enunciado, nos conhecimentos químicos ehidrometeorológicos, assinale a alternativa correta."
        ],
        "alternativas": {
            "a": "a) A incidência de granizo na tríplice fronteira, uma região industrializada, pode ser explicada pelo fenômeno de in- versão térmica, que ocorre quando a camada de ar mais quente, próxima ao solo, se situa sob o ar mais frio.",
            "b": "b) O íon NO − 3 , na atmosfera, pode ser formado por redução de N 2 O(g), ao passo que o N 2 O(g) pode ser proveniente da redução do (NH 4 ) 2 SO 4 , um fertilizante utilizado na agri- cultura.",
            "c": "c) A presença da Cordilheira dos Andes, que consiste em uma grande barreira física, é um fator que contribui para a precipitação de granizo, pois leva o ar úmido e quente à camada termosfera.",
            "d": "d) A formação do gelo dentro das nuvens pode acontecer a partir da água líquida, ou diretamente da fase de vapor, processos estes conhecidos como calefação e condensa- ção, respectivamente.",
            "e": "e) O íon SO 2 − 4 , na atmosfera, pode ser formado por reações de oxidação de SO 2 , um dos produtos da queima de com- bustível fóssil."
        },
        "correcao": "Alternativa correta: e"
    },
    {
        "indice": "30",
        "contexto": [
            "Analise as imagens a seguir.imagens/imagem_27.pngimagens/imagem_28.pngMãogravadanaCavernadeChauvet.Padre Ruﬁllus de Weissenau, Au-torretrato iluminando a letra “R”.imagens/imagem_29.pngimagens/imagem_30.pngSofonisbaAnguissola,Autorre-trato segurando um medalhão.Vincent van Gogh, Autorretrato nocavalete.imagens/imagem_31.pngimagens/imagem_32.pngRené Magritte, Meditações de umViajante Solitário.Scott Hutchison, Displaced.A Arte é também um meio de registro e manifestação hu-mana e, ao longo do tempo, apresenta a temática do au-torretrato, desenvolvida em vários movimentos e perío-dos da história da Arte.Com base na temática autorretrato, nas imagens e na his-tória da Arte, considere as aﬁrmativas a seguir.I. Na Arte Moderna, os autorretratos mostram mais ex-pressão, cor e movimento, rompendo com a ﬁgura-ção linear.II. O autorretrato contemporâneo gera uma interpreta-ção inovadora, estranhamento e despersoniﬁcação,uma releitura da sua imagem, utilizando-se da tecno-logia.III. O Renascimento traz a ideia de individualidade e aperfeição pictórica na representação, buscando osvalores da arte clássica por meio de uma pintura maisreal.IV. O autorretrato medieval apresenta maturidade téc-nica, as bordas da ﬁgura são nítidas, apresentandovalores como o realismo na perspectiva, no volumee nas formas.Assinale a alternativa correta."
        ],
        "alternativas": {
            "a": "a) Somente as aﬁrmativas I e II são corretas.",
            "b": "b) Somente as aﬁrmativas I e IV são corretas.",
            "c": "c) Somente as aﬁrmativas III e IV são corretas.",
            "d": "d) Somente as aﬁrmativas I, II e III são corretas.",
            "e": "e) Somente as aﬁrmativas II, III e IV são corretas."
        },
        "correcao": "Alternativa correta: d"
    },
    {
        "indice": "31",
        "contexto": [
            "Analise a imagem a seguir.imagens/imagem_33.pngO líder dos ludistas, 1812.https://pt.wikipedia.orgCom base na imagem e nos conhecimentos sobre Revo-lução Industrial e Teoria da História, assinale a alternativacorreta."
        ],
        "alternativas": {
            "a": "a) No último plano da imagem, percebe-se uma corporação de ofício em chamas, sugerindo a revolta dos trabalhado- res contra novas formas de organização do trabalho, que implicavam o domínio dos operários sobre todas as etapas do processo produtivo.",
            "b": "b) Os ludistas percebiam que a responsabilidade sobre a pre- cariedade do trabalho e a baixa remuneração relaciona- vam-se às condições impostas pelos patrões das fábricas. O movimento indica o distanciamento dos agentes envolvi- dos da política, entendida em sentido amplo.",
            "c": "c) As fontes primárias legítimas para a compreensão do Lu- dismo restringem-se à documentação escrita, que permi- tiria acesso direto aos ideários que caracterizam o movi- mento. As imagens, por outro lado, desempenham papel ilustrativo e, portanto, superﬁcial para a análise do contexto histórico.",
            "d": "d) O Ludismo é um movimento do século XVI e que emergiu em contexto mercantilista. Por isso, o princípio que nor- teia o movimento, ou seja, o ataque aos meios de produ- ção, permaneceu circunscrito ao contexto histórico em que emergiu.",
            "e": "e) O Ludismo encontrava-se associado a outras questões além da destruição dos meios de produção, como a revolta dos homens contra a inserção de mulheres como mão de obra nas fábricas. Recebendo remuneração mais baixa, as mu- lheres eram vistas como ameaça pelos operários."
        },
        "correcao": "Alternativa correta: e"
    },
    {
        "indice": "32",
        "contexto": [
            "Leia o texto a seguir.Com a expressão vita activa pretendo designar trêsatividades humanas fundamentais: trabalho, obra eação. São fundamentais porque a cada uma de-las corresponde uma das condições básicas sob asquais a vida foi dada ao homem na Terra.ARENDT, Hannah. A condição humana. Rio de Janeiro: Fo-rense Universitária, 2020, p 9.Com base no texto e nos conhecimentos sobre o trabalhoem Hannah Arendt, considere as aﬁrmativas a seguir.I. O trabalho é a condição humana ligada à própria vida,na medida em que fornece as condições para a so-brevivência, satisfazendo as necessidades relativasao processo biológico do corpo humano.II. A automação do trabalho é uma importante conquistada humanidade, pois ampliou o tempo para que sepudesse participar da vida política.III. A condição humana fundamental é o trabalho, por-que permite o aumento continuado da riqueza, pormeio da produção e do consumo de bens e merca-dorias.IV. O trabalho acontece no espaço privado do lar e éuma atividade que resulta em produtos que não têmdurabilidade, tais como coisas para serem consumi-das ou atividades de cuidado.Assinale a alternativa correta."
        ],
        "alternativas": {
            "a": "a) Somente as aﬁrmativas I e II são corretas.",
            "b": "b) Somente as aﬁrmativas I e IV são corretas.",
            "c": "c) Somente as aﬁrmativas III e IV são corretas.",
            "d": "d) Somente as aﬁrmativas I, II e III são corretas.",
            "e": "e) Somente as aﬁrmativas II, III e IV são corretas."
        },
        "correcao": "Alternativa correta: b"
    },
    {
        "indice": "33",
        "contexto": [
            "Leia a tirinha a seguir.imagens/imagem_34.pngartedaﬁsicapibid.blogspot.comCom base nos conhecimentos sobre Mecânica Clássica eLeis de Conservação, assinale a alternativa correta."
        ],
        "alternativas": {
            "a": "a) Em Mecânica Clássica, existem três grandezas fundamen- tais que são conservadas: o impulso linear, a energia me- cânica e a massa.",
            "b": "b) O momento linear total do sistema formado por dois corpos de massa M é conservado se a força total interna que age sobre eles é nula.",
            "c": "c) Em um sistema conservativo, quando um carro sobe uma ladeira pode-se usar a força de atrito para aumentar a ener- gia cinética do sistema.",
            "d": "d) A lei da conservação da quantidade de movimento acon- tece quando o somatório das forças externas é igual a zero.",
            "e": "e) A variação da energia potencial é igual ao trabalho reali- zado por qualquer força na direção do movimento."
        },
        "correcao": "Alternativa correta: d"
    },
    {
        "indice": "34",
        "contexto": [
            "Leia o texto a seguir.A democracia, que é uma forma encantadora degoverno, é cheia de variedade e desordem, e dis-pensa igualmente uma espécie de igualdade paraos iguais e para os desiguais.Platão, Apologia de Sócrates.http://lebooks.com.brA criação da democracia ocorreu em território grego, atéentão dividido em cidades-estados ou polis (cidades), den-tre as quais destacaram-se Atenas, Esparta, Corinto, Mi-leto.Sobre a Democracia Clássica (ou Antiga), atribua V (ver-dadeiro) ou F (falso) às aﬁrmativas a seguir.() Foi desenvolvida na polis ateniense pelos legislado-res Sólon e Dracon, consolidado por Clístenes aoderrotar o tirano Hípias, em cerca de 510 a.C.() Encontrou solo fértil na polis espartana, onde mai-ores de idade, independente do sexo ou origem, ti-nham prerrogativas sociais de acordo com a classeem que estavam inseridos.() A democracia ateniense foi fundamental para o de-senvolvimento da sociedade e do pensamento, sendoa chave para a substituição da visão mitológica pelaﬁlosoﬁa.() Como proteção à democracia, foi instituído o ostra-cismo, que consistia no banimento do cidadão queatentasse contra as decisões da polis.() Demócrito foi o criador das ideias democráticas quese desenvolveram sobretudo nas cidades da Liga De-mótica, composta por Esparta, Mileto e Abdera.Assinale a alternativa que contém, de cima para baixo, asequência correta."
        ],
        "alternativas": {
            "a": "a) V, F, V, V, F",
            "b": "b) V, F, F, V, V",
            "c": "c) V, F, V, F, V",
            "d": "d) F, V, F, F, V",
            "e": "e) F, V, V, V, F"
        },
        "correcao": "Alternativa correta: a"
    },
    {
        "indice": "35",
        "contexto": [
            "Leia o texto a seguir.Os níveis globais de democracia caíram em 2022para patamares mais baixos do que em 1986 e onúmero de Estados comandados por ditaduras setornou maior do que o de democracias plenas pelaprimeira vez desde 1995, segundo relatório anualsobre democracia feito pelo instituto sueco V-Dem,ligado à Universidade de Gotemburgo. A pesquisaé considerada uma referência na medição dos ní-veis de regimes políticos em nível mundial e os di-vide em quatro vertentes: democracias liberais, de-mocracias eleitorais, autocracias eleitorais e ditadu-ras.Para classiﬁcar mais de 180 países nessescritérios, o instituto avalia itens como liberdade deimprensa, independência entre os poderes, repres-são policial e integridade do sistema eleitoral, entreoutros. Segundo o relatório, o número de democra-cias plenas no mundo caiu de 44 em 2009 para 32em 2022. Já o número de ditaduras, que em 2012estava em 22, seu número mais baixo, subiu para33. As ditaduras incluem países como Nicarágua,China e Coreia do Norte.Adaptado de: www.dgabc.com.brCom base nos conhecimentos sobre Democracia e regi-mes não democráticos, considere as aﬁrmativas a seguir.I. A democracia eleitoral amplia e aprofunda os princí-pios da democracia liberal, tornando-se um referen-cial político para a superação da crise no sistema re-presentativo.II. A democracia deliberativa apresenta característicasque permitem a ela ser implementada em larga es-cala, constituindo uma alternativa viável à democra-cia representativa.III. Autocracias eleitorais apresentam mecanismos de le-gitimação política deﬁnidos por regras democráticasde sucessão do poder.IV. Ditaduras como a China impactam no equilíbrio dabalança global de poder, criando dependência econô-mica e afetando os índices globais de liberdade e di-reitos humanos.Assinale a alternativa correta."
        ],
        "alternativas": {
            "a": "a) Somente as aﬁrmativas I e II são corretas.",
            "b": "b) Somente as aﬁrmativas I e IV são corretas.",
            "c": "c) Somente as aﬁrmativas III e IV são corretas.",
            "d": "d) Somente as aﬁrmativas I, II e III são corretas.",
            "e": "e) Somente as aﬁrmativas II, III e IV são corretas."
        },
        "correcao": "Alternativa correta: c"
    },
    {
        "indice": "36",
        "contexto": [
            "Segundo a Organização das Nações Unidas (ONU), o Bra-sil tem cerca de 10% das reservas totais de água doce su-perﬁcial do planeta. É um país privilegiado em disponibi-lidade de água, apresentando grandes bacias hidrográﬁ-cas, além de signiﬁcativas reservas de água subterrânea.Com base nos conhecimentos sobre hidrograﬁa, assinalea alternativa correta."
        ],
        "alternativas": {
            "a": "a) A topograﬁa em uma bacia hidrográﬁca determina o sen- tido do escoamento e o ﬂuxo da água de jusante para a montante.",
            "b": "b) Em uma bacia hidrográﬁca, os padrões de drenagem são inﬂuenciados pela estrutura geológica, pelo clima da região e pela conﬁguração do relevo.",
            "c": "c) O interﬂúvio em uma bacia hidrográﬁca corresponde à por- ção próxima ao curso principal e frequentemente é atingido pelas inundações.",
            "d": "d) A maior parte dos rios brasileiros tem a contribuição do regime nival para alimentar seu curso, causando cheias em determinados períodos do ano.",
            "e": "e) Os rios localizados em regiões com índices pluviométricos anuais baixos têm um regime perene de suas águas."
        },
        "correcao": "Alternativa correta: b"
    },
    {
        "indice": "37",
        "contexto": [
            "Analise as imagens a seguir.imagens/imagem_35.pngcartaz Teatro de Óperaimagens/imagem_36.pngpintura Judite e HolofernesA Ópera e a pintura Judite e Holofernes são obras quepertencem ao período Barroco. Ópera é um gênero artís-tico teatral que combina música e canto, e a pintura é umamodalidade da linguagem visual.Com base nas imagens e nos conhecimentos sobre o Bar-roco, assinale a alternativa que apresenta, corretamente,as características deste período/movimento artístico."
        ],
        "alternativas": {
            "a": "a) Constância, valorização da simetria, da abstração e do equi- líbrio.",
            "b": "b) Valorização do ser humano e da natureza com inﬂuências medievais.",
            "c": "c) Harmonia e beleza estética, simplicidade e equilíbrio das formas com base nos ideais iluministas.",
            "d": "d) Ênfase da pureza, simplicidade estética, realismo e repre- sentação da realidade vivida.",
            "e": "e) Dramaticidade, dualismo, contradição, predomínio da emo- ção sobre a razão."
        },
        "correcao": "Alternativa correta: e"
    },
    {
        "indice": "38",
        "contexto": [
            "Na República, o ﬁlósofo grego Platão nos apresenta “Omito da caverna”, narrativa sobre prisioneiros acorrenta-dos no interior de uma caverna, olhando para as paredese vendo apenas as sombras projetadas. Um dos prisionei-ros, ao conseguir livrar-se dos grilhões, sair da caverna ever o mundo lá fora, teve a visão ofuscada pela luz so-lar. A visão humana mencionada na metáfora de Platãoé dada pelos cones e bastonetes, células fotorreceptoraslocalizadas na porção central da retina. Por outro lado, acor dos olhos na espécie humana é dada pela quantidadede melanina depositada na íris, resultado da interação devários genes. Sabe-se que a interação entre dois genescontribui com a cor dos olhos humanos: o gene GEY, comdois alelos conhecidos como GV – dominante, que condi-ciona a cor verde, e GA – recessivo, que condiciona a corazul, e o gene BEY, cujos alelos BM -– dominante, con-dicionam a cor marrom (castanho) e BA dominante, quecondiciona a cor azul. Entre estes dois genes, ocorre in-teração gênica epistática dominante do alelo BM do geneBEY sobre os alelos do gene GEY.Em relação aos genes envolvidos no padrão de coloraçãodos olhos, considere as aﬁrmativas a seguir.I. Um indivíduo que contenha o alelo BM tem olhoscastanhos, pois este alelo é dominante sobre o aleloBA e epistático sobre alelos GV e GA.II. Um indivíduo com o genótipo BABAGV GA tem olhosverdes.III. Os alelos GV e GA do gene GEY apresentam sequên-cias de DNA idênticas.IV. Os alelos BA e GA pertencem ao mesmo gene, ouseja, são homozigotos, consequentemente compar-tilham os mesmos nucleotídeos.Assinale a alternativa correta."
        ],
        "alternativas": {
            "a": "a) Somente as aﬁrmativas I e II são corretas.",
            "b": "b) Somente as aﬁrmativas I e IV são corretas.",
            "c": "c) Somente as aﬁrmativas III e IV são corretas.",
            "d": "d) Somente as aﬁrmativas I, II e III são corretas.",
            "e": "e) Somente as aﬁrmativas II, III e IV são corretas."
        },
        "correcao": "Alternativa correta: QUESTÃO ANULADA"
    },
    {
        "indice": "39",
        "contexto": [
            "Assim como seu mestre Platão, a visão é valorizada porAristóteles. Sobre o tema, leia o texto a seguir.Todos os homens, por natureza, tendem ao saber.Sinal disso é o amor pelas sensações. De fato, elesamam as sensações por si mesmas, independente-mente da sua utilidade e amam, acima de todas, asensação da visão. [...] E o motivo está no fatode que a visão nos proporciona mais conhecimen-tos do que todas as outras sensações e nos tornamanifestas numerosas diferenças entre as coisas.Os animais são naturalmente dotados de sensação;mas em alguns, da sensação não nasce a memória,ao passo que em outros nasce. [...] Nos homensa experiência deriva da memória. De fato, muitasrecordações do mesmo objeto chegam a constituiruma experiência única. [...] Com efeito, os homensadquirem ciência e arte por meio da experiência.Adaptado de: ARISTÓTELES. Metafísica. Trad. Marcelo Pe-rine da tradução italiana de Giovanni Reale. Loyola: São Paulo,2002. p.3-4. Volume II.Sobre o processo de conhecimento em Aristóteles, assi-nale a alternativa correta."
        ],
        "alternativas": {
            "a": "a) É possível adquirir a memória antes da experiência e da sensação.",
            "b": "b) A ciência e a arte são conhecimentos particulares e a ex- periência é conhecimento dos universais.",
            "c": "c) É a partir da sensação que desenvolvemos memória e ex- periência.",
            "d": "d) A visão é o sentido mais desvalorizado por ser o mais pra- zeroso.",
            "e": "e) Os animais são dotados de capacidade para desenvolver experiência derivada da sensação."
        },
        "correcao": "Alternativa correta: c"
    },
    {
        "indice": "40",
        "contexto": [
            "Analise as imagens a seguir.imagens/imagem_37.pngDjanira da Motta e Silva, Moça na janela, 1962 óleosobre aglomerado, 60,2 x 80,4 cmimagens/imagem_38.pngDenilson Baniwa, Curumim, guardador de memó-rias, 2018 acrílica sobre tecido, 160 x 200 cmCom base nas imagens e nos conhecimentos sobre ArteModerna e Contemporânea brasileira, considere as aﬁr-mativas a seguir.I. Tendo em vista os gêneros pictóricos, as duas obraspodem ser consideradas naturezas-mortas.II. Djanira e Baniwa estruturam os planos pictóricos apartir dos mesmos princípios compositivos.III. A pintura de Djanira e de Baniwa guardam semelhan-ças formais, porém discutem questões distintas.IV. A prática pictórica atravessa toda a História da Arte,sendo um meio importante na atualidade.Assinale a alternativa correta."
        ],
        "alternativas": {
            "a": "a) Somente as aﬁrmativas I e II são corretas.",
            "b": "b) Somente as aﬁrmativas I e IV são corretas.",
            "c": "c) Somente as aﬁrmativas III e IV são corretas.",
            "d": "d) Somente as aﬁrmativas I, II e III são corretas.",
            "e": "e) Somente as aﬁrmativas II, III e IV são corretas."
        },
        "correcao": "Alternativa correta: c"
    },
    {
        "indice": "41",
        "contexto": [
            "Leia o texto a seguir.Uma das funções da comunicação é a troca de in-formações, seja por meio de texto, fala, desenhosou gestos. Na modernidade, os métodos de comu-nicação mais utilizados são as telecomunicações,que se dividem em: telefonia, televisão, radiodi-fusão, telegraﬁa e a Internet.As estruturas ver-ticais para telecomunicações foram fundamentaispara diminuir a distância da comunicação entre oscomponentes ﬁxados a ela, possibilitando maior al-cance de qualquer tipo de informação a ser trans-mitida. As primeiras torres utilizadas para instalarsistemas de comunicação foram construídas na dé-cada de 1920, com a radiodifusão. E na década de1930, na França, a Torre Eiffel foi usada para colo-car os equipamentos necessários à transmissão deum programa de TV.Adaptado de www.gruposansolucoes.comCom base no texto e nos conhecimentos sobre telecomu-nicações, atribua (V) verdadeiro ou (F) falso, às aﬁrmati-vas a seguir.Dado: c(ar)= 300.000km/s() A velocidade de propagação de uma onda de rádio éde 300.000 Km/s, logo, se a onda tem uma frequênciade 150 MHz, seu comprimento de onda é de 2 m.() A energia de uma onda eletromagnética é inversa-mente proporcional a sua frequência de oscilação.() A luz visível vermelha tem comprimento de onda deaproximadamente 600 nm, então a sua frequência deoscilação é de 500 THz.() A Torre Eiffel, antes de ser usada em transmissõesradiofônicas, representava a ligação dos francesescom o Criador, sendo até a década de 1930, local deperegrinação.() No Brasil, o rádio foi introduzido na década de 1920e, posteriormente, utilizado como forma de controlee propaganda do Estado Novo.Assinale a alternativa que contém, de cima para baixo, asequência correta."
        ],
        "alternativas": {
            "a": "a) V, F, V, F, V.",
            "b": "b) V, V, F, F, V.",
            "c": "c) V, F, F, V, V.",
            "d": "d) F, F, V, V, F.",
            "e": "e) F, V, F, V, F."
        },
        "correcao": "Alternativa correta: a"
    },
    {
        "indice": "42",
        "contexto": [
            "Um dos conceitos de Beleza apresenta o belo como ima-gem e semelhança da forma como nos vemos e nos repre-sentamos, envolvendo harmonia, proporção e formas per-feitas com ideais de Beleza, elementos valorizados nostratamentos estéticos como a criolipólise. A criolipólise éum procedimento estético que consiste no congelamentocontrolado do tecido adiposo desencadeando a morte dascélulas por apoptose. Como as células adiposas daniﬁca-das não são mais reconhecidas pelo organismo, há umprocesso inﬂamatório local que pode causar, lentamente,a sua eliminação. A temperatura utilizada é um parâmetroimportante para o tratamento e depende das proprieda-des ﬁsico-químicas da gordura, como o ponto de fusãoconforme tabela a seguir.Ácidos GraxosPonto de fusão ◦CÁcido butírico-8,0Ácido caprílico16,5Ácido caproico-3,0Ácido láurico44,0Ácido araquidônico-49,0Supondo que a gordura seja constituída majoritariamentepor ácidos graxos e que a temperatura de -10◦C foi utili-zada no procedimento de criolipólise, considere, nas aﬁr-mativas a seguir, os ácidos graxos que podem compor agordura e que serão solidiﬁcados pela ação da tempera-tura.I. Ácido caprílico, ácido butírico, ácido araquidônico.II. Ácido araquidônico, ácido caproico, ácido butírico.III. Ácido láurico, ácido caprílico, ácido caproico.IV. Ácido butírico, ácido caprílico, ácido láurico.Assinale a alternativa correta."
        ],
        "alternativas": {
            "a": "a) Somente as aﬁrmativas I e II são corretas.",
            "b": "b) Somente as aﬁrmativas I e IV são corretas.",
            "c": "c) Somente as aﬁrmativas III e IV são corretas.",
            "d": "d) Somente as aﬁrmativas I, II e III são corretas.",
            "e": "e) Somente as aﬁrmativas II, III e IV são corretas."
        },
        "correcao": "Alternativa correta: c"
    },
    {
        "indice": "43",
        "contexto": [
            "A indústria de alimentos tem procurado substituir, em bis-coitos recheados, gorduras hidrogenadas e ricas em áci-dos graxos trans, consideradas maléﬁcas à saúde, porgorduras mais saudáveis, como as interesteriﬁcadas. Esseprocedimento, no entanto, pode alterar a textura, aparên-cia e palatabilidade do alimento. Para contornar esse pro-blema e, ao mesmo tempo, manter o valor nutricional,pesquisas apontam que é possível misturar emulsiﬁcan-tes como o triestearato de sorbitana e o estearato de sa-carose à gordura interesteriﬁcada.Com base nos conhecimentos sobre reações químicas,coloides e suas propriedades, considere as aﬁrmativas aseguir.I. Gorduras hidrogenadas podem ser obtidas a partirda reação de adição entre ácidos graxos poli-insatu-rados e H2 na presença de catalisador.II. Emulsão é considerada uma dispersão coloidal for-mada por uma mistura heterogênea.III. A reação entre um triglicerídeo e uma base forte, co-mo o NaOH, é conhecida como reação de esteriﬁca-ção.IV. Ao adicionar os emulsiﬁcantes à gordura interesteri-ﬁcada, haverá formação de uma solução homogêneaformada pelos sólidos triestearato de sorbitana e oestearato de sacarose dissolvidos na gordura.Assinale a alternativa correta."
        ],
        "alternativas": {
            "a": "a) Somente as aﬁrmativas I e II são corretas.",
            "b": "b) Somente as aﬁrmativas I e IV são corretas.",
            "c": "c) Somente as aﬁrmativas III e IV são corretas.",
            "d": "d) Somente as aﬁrmativas I, II e III são corretas.",
            "e": "e) Somente as aﬁrmativas II, III e IV são corretas."
        },
        "correcao": "Alternativa correta: a"
    },
    {
        "indice": "44",
        "contexto": [
            "Leia o texto a seguir.Em 1970, o matemático John Conway inventou o“Jogo da Vida”, exemplo teórico de como regras ﬁ-xas e simples permitem, com o passar das gera-ções, a criação, a sobrevivência e o ﬁm de vidassimuladas. Daí o nome do jogo!Adaptado de: https://rpm.org.br/Admita uma variação do Jogo da Vida como dada a seguir.Para cada geração t ∈N = {1, 2, . . .}, há uma sequêncianumérica inﬁnita a1, a2, a3, . . . , an, . . . tal que an ∈{0, 1}para todo n ∈N. O número 1 indica que há vida naquelaposição e 0 o contrário.As gerações se sucedem da seguinte forma:se a1, a2, a3, . . . , an, . . . é a sequência da geração t, en-tão a sequência a′1, a′2, a′3, . . . , a′n, . . . da geração t + 1é dada por:a′n =1,se n = 1 e a2 = 11,se n > 1 e an+1 + an−1 = 10,nos demais casosPor exemplo,imagens/imagem_39.pngSupondo agora que 1, 0, 0, 0, 0, 0, . . . é a sequência dageração t, assinale a alternativa que apresenta, correta-mente, a sequência da geração t + 1."
        ],
        "alternativas": {
            "a": "a)  0 ,  0 ,  0 ,  0 ,  0 , . . .",
            "b": "b)  0 ,  1 ,  0 ,  0 ,  0 , . . .",
            "c": "c)  1 ,  1 ,  0 ,  0 ,  0 , . . .",
            "d": "d)  1 ,  1 ,  0 ,  1 ,  0 , . . .",
            "e": "e)  1 ,  1 ,  1 ,  1 ,  1 , . . ."
        },
        "correcao": "Alternativa correta: b"
    },
    {
        "indice": "45",
        "contexto": [
            "O desmatamento no Cerrado tem causado sérios conﬂi-tos entre tatus-canastra (Priodontes maximus) e apiculto-res no Mato Grosso do Sul. Onde a vegetação nativa per-manece intacta, o tatu-canastra, uma espécie ameaçadade extinção, tem cupins e outros insetos à vontade parase alimentar. Porém, em pontos cercados por estradas,pastagens e lavouras, o alimento ﬁca escasso e eles ata-cam colmeias em busca de larvas de abelhas, causandoprejuízo para os apicultores. O tatu-canastra é um “en-genheiro ambiental”: suas tocas servem como áreas decoleta de sementes e detritos orgânicos, enquanto os tú-neis e montes de escavação inﬂuenciam a inﬁltração deágua, a distribuição de nutrientes no solo e, consequen-temente, a biodiversidade.As tocas são utilizadas poroutras 70 espécies de animais para abrigo e procriação.Seus predadores naturais também são espécies ameaça-das, entre elas a onça pintada. A ﬁgura a seguir é umarepresentação simpliﬁcada das relações tróﬁcas entre asespécies.imagens/imagem_40.pngCom base na ﬁgura e nos conhecimentos sobre cadeiasalimentares e conservação de espécies, assinale a alter-nativa correta."
        ],
        "alternativas": {
            "a": "a) O tatu-canastra é o predador de topo da cadeia alimentar do Cerrado, ocupando a posição de consumidor terciário.",
            "b": "b) O tatu-canastra mudou do segundo para o terceiro nível tróﬁco da cadeia alimentar devido à redução de áreas na- turais do Cerrado.",
            "c": "c) O papel do tatu-canastra como “engenheiro ambiental” faz com que ele ocupe a posição de consumidor primário, atu- ando na decomposição de detritos orgânicos.",
            "d": "d) O aumento de predadores naturais do tatu-canastra, como as onças pintadas, contribui com a inﬁltração de água e a distribuição de nutrientes no solo. 29 / 41 Vestibular UEL 2024",
            "e": "e) O tatu-canastra é consumidor secundário quando se ali- menta de cupins e de larvas das abelhas das colmeias que ataca."
        },
        "correcao": "Alternativa correta: e"
    },
    {
        "indice": "46",
        "contexto": [
            "Leia o texto a seguir.Segue, pois, esta sã e salutar forma de vida: con-cede ao corpo apenas o que for suﬁciente para umbom estado de saúde. É necessário tratá-lo comseveridade para que não desobedeça à mente: acomida deve acalmar a fome, o beber, a sede, asroupas devem proteger do frio, a casa, ser abrigocontra o mau tempo. Não importa se foi construídacom taipa ou com mármore importado: saiba queum teto de palha abriga o homem tão bem quantoo de ouro. Despreza tudo o que um trabalho supér-ﬂuo estabelece como enfeite e requinte; pensa quenada é extraordinário a não ser a alma e que, parauma alma grande, nada é grande.SÊNECA, Lúcio Aneu. Da solidão dos ﬁlósofos. In Aprendendoa viver. Cartas a Lucílio. Trad. Lúcia Sá Rebello e Ellen ItanajaraNeves Vranas. Porto Alegre, RS: L&PM, 2011. p. 18.Com base no texto e nos conhecimentos sobre Sêneca,ﬁlósofo da Roma imperial, assinale a alternativa correta."
        ],
        "alternativas": {
            "a": "a) Uma vida de prazeres corporais e de acúmulo de bens é o ideal do sábio estoico.",
            "b": "b) A alma é imortal e pura, mas o corpo precisa ser martiri- zado, já que é origem de todo mal humano.",
            "c": "c) A saúde do corpo e da alma depende da fortuna, sem a qual os seres humanos não chegam à virtude.",
            "d": "d) O equilíbrio da alma e a saúde física são inspirados no cuidado de si socrático.",
            "e": "e) O bem humano consiste em uma vida de ativa participação política e sucesso."
        },
        "correcao": "Alternativa correta: d"
    },
    {
        "indice": "47",
        "contexto": [
            "A Agência Nacional de Vigilância Sanitária (ANVISA) pos-sui um Programa de Análise de Resíduos de Agrotóxi-cos em Alimentos (PARA) que sistematicamente analisaamostras de alimentos de origem vegetal.No relatóriode 2017-2018, foram analisadas 4616 amostras de alimen-tos, e o acefato, um inseticida organofosforado, foi o queapresentou maior índice de detecções irregulares. A com-posição do produto comercial do acefato é: 750 g Kg−1de acefato (princípio ativo) e 250 g Kg−1 de outros ingre-dientes e, para sua aplicação por pulverização, o produtonecessita ser dissolvido em água.Supondo que 300 L do produto comercial deve ser apli-cado por hectare (ha) e que a dose do princípio ativo seja800 g por ha, assinale a alternativa que apresenta corretae, aproximadamente, a concentração do princípio ativoem g L−1 e a quantidade mínima em Kg que o produtordeve adquirir do produto comercial para realizar a aplica-ção em 10 ha."
        ],
        "alternativas": {
            "a": "a) 2,66 e 8,00",
            "b": "b) 2,66 e 10,66",
            "c": "c) 3,00 e 10,25",
            "d": "d) 3,33 e 11,36",
            "e": "e) 3,33 e 10,66"
        },
        "correcao": "Alternativa correta: b"
    },
    {
        "indice": "48",
        "contexto": [
            "Leia o texto a seguir.Desde 2008, o Brasil ocupa o lugar de maior con-sumidor de agrotóxicos do mundo. O uso do agro-tóxico reduz a população de determinados seres vi-vos nocivos à agricultura. A síntese química foi de-senvolvida na primeira metade do século XX, maisamplamente no período das duas guerras mundi-ais com o objetivo de produzir armas químicas. ODicloro-Difenil-Tricloroetano (DDT), sintetizado em1939, intensiﬁcou esta cadeia produtiva. Os órgãosreguladores da saúde pública ajudaram a legitimara introdução desses produtos tóxicos sob a alega-ção de combater seres vivos nocivos à agricultura.Adaptado de: BOMBARDI, L. M., Geograﬁa do Uso de Agrotó-xicos no Brasil e Conexões com a União Europeia. São Paulo:FFLCH - USP, 2017.Com base nos conhecimentos sobre produção agrícolano Brasil e o uso de defensivos agrícolas, considere asaﬁrmativas a seguir.I. Designar os agrotóxicos como defensivos agrícolasé um artifício retórico para dissimular a natureza no-civa desses produtos e sugere que os agrotóxicossupostamente protegem os cultivos sem efeitos no-civos sobre a saúde humana e o meio ambiente.II. Há a falsa ideia de que algumas medidas preventivaseliminariam os riscos de intoxicação humana e am-biental, cuja responsabilidade é transferida para asvítimas, sob a alegação de que estas não adotam osprocedimentos de segurança recomendados.III. A aplicação de inseticidas pode levar, nas popula-ções de insetos-praga, ao surgimento de organismosresistentes, que, com o passar do tempo, se tornama maioria dos indivíduos da população.IV. Os agrotóxicos inseticidas são inertes para outrosinsetos, como polinizadores e predadores naturais,contribuindo com o equilíbrio ecológico nas planta-ções e em seu entorno.Assinale a alternativa correta."
        ],
        "alternativas": {
            "a": "a) Somente as aﬁrmativas I e II são corretas.",
            "b": "b) Somente as aﬁrmativas I e IV são corretas.",
            "c": "c) Somente as aﬁrmativas III e IV são corretas.",
            "d": "d) Somente as aﬁrmativas I, II e III são corretas.",
            "e": "e) Somente as aﬁrmativas II, III e IV são corretas."
        },
        "correcao": "Alternativa correta: a"
    },
    {
        "indice": "49",
        "contexto": [
            "Leia o texto a seguir.imagens/imagem_41.pngBiblioteca Britânica, LondresEscritório de Relações Exteriores.2 de novembro de 1917“Caro Lord Rothschild,Tenho o grande prazer de endereçar a V. Sa., emnome do governo de Sua Majestade, a seguintedeclaração de simpatia quanto às aspirações sio-nistas, declaração submetida ao gabinete e por eleaprovada:‘O governo de Sua Majestade encara favoravelmenteo estabelecimento, na Palestina, de um Lar Nacio-nal para o Povo Judeu, e empregará todos os seusesforços no sentido de facilitar a realização desseobjetivo, entendendo-se claramente que nada seráfeito que possa atentar contra os direitos civis e reli-giosos das coletividades não judaicas existentes naPalestina, nem contra os direitos e o estatuto po-lítico de que gozam os judeus em qualquer outropaís.´Desde já, declaro-me extremamente grato a V. Sa.pela gentileza de encaminhar esta declaração aoconhecimento da Federação Sionista.Arthur James Balfour.”Com base no texto e nos conhecimentos sobre OrienteMédio, assinale a alternativa correta."
        ],
        "alternativas": {
            "a": "a) A Declaração Balfour propiciou, ao ﬁnal da década de 1940, a estabilidade política no chamado Crescente Vermelho, porção setentrional do Oriente Médio anteriormente ocu- pada pelos judeus.",
            "b": "b) O Protetorado Britânico da Palestina criou o Estado da Pa- lestina em 1947 como forma de acomodar as aspirações das populações árabes e não árabes que viviam na Penín- sula do Sinai.",
            "c": "c) Para a Liga das Nações, a criação do Sionismo represen- tou as aspirações de palestinos e judeus no direito inaliená- vel de ambos ao território da Palestina, até então ocupado pelo imperialismo francês.",
            "d": "d) A Criação do Estado de Israel em 1947 foi uma deliberação da recém-fundada ONU, como resposta à  Shoah  (Holo- causto) impetrada pelo nacional-socialismo na Alemanha.",
            "e": "e) A Declaração Balfour teve como consequência a paciﬁca- ção da região chamada de Cisjordânia, que estava dividida em duas partes: o Estado Nacional da Palestina e o Estado de Israel."
        },
        "correcao": "Alternativa correta: d"
    },
    {
        "indice": "50",
        "contexto": [
            "Leia o texto a seguir.(...)o contratualismo compreende todas aquelasteorias políticas que veem a origem da sociedade eo fundamento do poder político (chamado, quandoem quando, potestas, imperium, Governo, sobera-nia, Estado) num contrato, isto é, num acordo tácitoou expresso entre a maioria dos indivíduos, acordoque assinalaria o ﬁm do estado natural e o início doestado social e político.BOBBIO, N. et al. Dicionário de Política. Brasília: Ed. UnB,1998. 2 v., p. 272.Com base no texto e nos conhecimentos sobre o ContratoSocial em Hobbes, Locke e Rousseau, assinale a alterna-tiva correta."
        ],
        "alternativas": {
            "a": "a) Hobbes concebe um contrato social no qual a sociedade antecede o surgimento do Estado e nela os súditos reali- zam um pacto com o soberano, renunciando à liberdade natural.",
            "b": "b) Rousseau compreende que o contrato social institui um corpo político soberano composto por representantes que detêm a vontade geral e a autoridade sobre o povo para a elaboração das leis.",
            "c": "c) Locke concebe o contrato social como um pacto de con- sentimento em que os indivíduos concordam livremente em formar a sociedade civil, com o objetivo de preservar e con- solidar os direitos naturais.",
            "d": "d) Hobbes e Locke apresentam as mesmas justiﬁcativas para o contrato social, identiﬁcando o estado de natureza como sendo um estágio pré-social e pré-político caracterizado pela insegurança e pela violência.",
            "e": "e) Rousseau entende que, por meio do contrato social, a de- liberação pública pode ser constituída pela soma das von- tades individuais, garantindo legitimidade à vontade geral e às decisões políticas."
        },
        "correcao": "Alternativa correta: c"
    },
    {
        "indice": "51",
        "contexto": [
            "Leia o texto a seguir.O primeiro que, tendo cercado um terreno, se lem-brou de dizer: Isto é meu, e encontrou pessoas bas-tante simples para acreditá-lo, foi o verdadeiro fun-dador da sociedade civil. Quantos crimes, guerras,assassinatos, misérias e horrores não teria poupadoao gênero humano aquele que, arrancando as es-tacas ou tapando o fosso, tivesse gritado aos seussemelhantes: “Não escutais esse impostor; esta-reis perdidos se esquecerdes que os frutos são detodos, e a terra de ninguém!ROSSEAU, Jean-Jacques. Discurso sobre a origem e os funda-mentos da desigualdade entre os homens. IN: MARÇAL, Jairo.Antologia de textos ﬁlosóﬁcos. Curitiba: SEED, 2009, p. 592.Com base no texto e nos conhecimentos sobre o temada desigualdade em Rousseau, assinale a alternativa cor-reta."
        ],
        "alternativas": {
            "a": "a) A desigualdade é uma situação social que não pode ser evitada, uma vez que é uma característica natural da hu- manidade.",
            "b": "b) A propriedade privada é um direito natural, uma vez que esta situação já existia entre os homens que viviam em estado de natureza, sem desigualdade.",
            "c": "c) Os homens são maus por natureza e essa condição faz com que surjam as desigualdades, que culminam em todo tipo de violência de uns contra os outros.",
            "d": "d) A propriedade privada gera prosperidade coletiva para a humanidade e as desigualdades que porventura possa ge- rar são relativamente superﬁciais. 33 / 41 Vestibular UEL 2024",
            "e": "e) A desigualdade entre os homens nasceu junto com o sur- gimento da propriedade privada, algo que era inexistente no estado de natureza."
        },
        "correcao": "Alternativa correta: e"
    },
    {
        "indice": "52",
        "contexto": [
            "O relatório do Painel Intergovernamental de Mudanças Cli-máticas (IPCC, na sigla em inglês), publicado em 2022,traçou um cenário preocupante: as mudanças climáticasjá afetam todas as partes do mundo, e impactos muitomais severos podem ocorrer se não forem reduzidas asemissões de gases do efeito estufa pela metade aindanesta década e se não implementar imediatamente as me-didas de adaptação. O infográﬁco a seguir apresenta da-dos sobre os riscos associados ao aumento das tempera-turas.imagens/imagem_42.pngAdaptado de: www.wribrasil.org.brCom base no infográﬁco e nos conhecimentos sobre mu-danças climáticas, assinale a alternativa correta."
        ],
        "alternativas": {
            "a": "a) Na comparação dos riscos em relação ao aumento da tem- peratura de 1,5 ◦ C com 3 ◦ C, haverá um percentual 158% maior para a segurança alimentar, relativo ao custo com adaptação e danos residuais para as principais culturas.",
            "b": "b) Na comparação dos riscos em relação ao aumento da tem- peratura de 1,5 ◦ C com 2,0 ◦ C, a porcentagem máxima de espécies em risco de extinção em ﬂorestas e paisagens apresenta um acréscimo de 4%.",
            "c": "c) O aquecimento global persistirá por séculos e continuará causando mudanças a longo prazo no sistema climático, como aumento dos níveis dos oceanos e impactos asso- ciados.",
            "d": "d) Com o aumento de 2 ◦ C, o calor extremo pode atingir até 58 ◦ C, e até 1,15 milhão de pessoas em zonas áridas ex- postas a estresse hídrico serão atingidas por secas mais intensas.",
            "e": "e) Provocado pela poluição de metais pesados liberados a partir da queima de combustíveis fósseis, o buraco na ca- mada de ozônio contribui para acelerar as mudanças cli- máticas."
        },
        "correcao": "Alternativa correta: c"
    },
    {
        "indice": "53",
        "contexto": [
            "Observe as ﬁguras a seguir.Aimagens/imagem_43.pngBimagens/imagem_44.pngMcCarthy, J., Sebo, E., & Firth, M. (2023). Parallels for cetacean trap feedingand tread-water feeding in the historical record across two millennia. DOI:10.1111/mms.13009Hafgufa, uma criatura marinha (A) que supostamente ha-bitava as águas da atual Islândia, é mencionada no tra-tado norueguês de meados do século XIII chamado Ko-nungs skuggsjá (“Espelho do Rei”). Sua reputação era ade consumir baleias, homens e até navios. Pesquisado-res identiﬁcaram um paralelo entre Hafgufa e o compor-tamento alimentar descrito como “armadilha”, executadopor diversas espécies de baleias e descrito desde a dé-cada de 2010. As baleias (B) ﬁcam imóveis na superfíciecom a boca aberta, os peixes são atraídos e ﬁcam pre-sos quando a mandíbula é fechada. Os estudiosos pós-medievais muitas vezes confundiam o Hafgufa com cria-turas fantásticas, como o Kraken e as sereias.Porém,um exame minucioso de fontes anteriores demonstra queestes estudiosos se referiam ao Hafgufa explicitamentecomo um “tipo” de baleia.Com base nos conhecimentos sobre as característicasdos cetáceos, assinale a alternativa correta."
        ],
        "alternativas": {
            "a": "a) Os membros anteriores foram perdidos e a estrutura das nadadeiras dos cetáceos foi originada a partir das mem- branas interdigitais.",
            "b": "b) Modiﬁcações evolutivas ﬁzeram com que as narinas fos- sem deslocadas para o topo da cabeça, juntamente com mecanismo que as mantém fechadas quando mergulham.",
            "c": "c) A manutenção da temperatura corporal desses animais é controlada por fontes externas de calor, de acordo com a temperatura do meio aquático.",
            "d": "d) A bexiga natatória foi uma aquisição importante dos cetá- ceos para a vida na água, pois permite a ﬂutuação, trocas gasosas e autonomia para mergulhos profundos.",
            "e": "e) São mamíferos monotremados, pois o desenvolvimento se inicia dentro do útero e tem continuidade fora do corpo ma- terno."
        },
        "correcao": "Alternativa correta: b"
    },
    {
        "indice": "54",
        "contexto": [
            "Analise a imagem a seguir.imagens/imagem_45.pngDenilson Baniwa, Atualizações traumáticas de Debret “Para estratégias desobrevivência as maiores tecnologias são as nossas”, caboclos índioscivilizados, litogravura sobre papel de Jean-Baptiste Debret, 1837, colagemdigital 2020www.pipaprize.comA criação, ou invenção, do Novo Mundo, a partir do séculoXV, na esteira da colonização, criou um padrão de podere de uma nova intersubjetividade mundial.Com base na imagem e na noção de colonialidade do po-der e criação da modernidade de Aníbal Quijano, atribuaV (verdadeiro) ou F (falso) às aﬁrmativas a seguir.() Modernidade e racionalidade foram imaginadas pe-los colonizadores como experiência e produto exclu-sivamente europeus, enquanto povos originários daAmérica foram despojados de sua herança intelec-tual objetivada.() A modernidade é fruto da ocupação da América e dacriação do Novo Mundo, cujas regiões e povos pas-saram pelo desenvolvimento capitalista e suplanta-ram ideias de raças que antes organizavam essa vidasocial.() A distribuição racial do trabalho como fonte de pro-dução de riquezas e de acumulação era prática socialcorrente entre os povos originários, lógica essa de-saﬁada pela noção de modernidade implantada peloscolonizadores.() O controle material dos territórios dominados peloscolonizadores deixou intocado o controle da culturae da produção do conhecimento dos povos originá-rios, o que propiciou a pujança da modernidade oci-dental.() Na composição, com o recurso da colagem, o artistacontemporâneo atualiza a percepção sobre a noçãode domínio por meio de dispositivos de poder, con-vertendo o viés estabelecido na relação entre coloni-zador e colonizado.Assinale a alternativa que contém, de cima para baixo, asequência correta."
        ],
        "alternativas": {
            "a": "a) V, F, F, F, V",
            "b": "b) V, F, V, F, F",
            "c": "c) V, V, F, V, F",
            "d": "d) F, F, F, V, V",
            "e": "e) F, V, F, F, V"
        },
        "correcao": "Alternativa correta: a"
    },
    {
        "indice": "55",
        "contexto": [
            "Leia o texto e analise as imagens a seguir.O painel de azulejos, criado por José Ponti, locali-zado em frente ao prédio da Biblioteca Central daUniversidade Estadual de Londrina (UEL), no Cam-pus Universitário, foi restaurado por uma equipe deestudantes de Arquitetura e Urbanismo e do entãocurso de Educação Artística da UEL, um trabalhocoletivo que durou seis meses, coordenado peloprofessor Laerte Matias, do antigo Departamentode Artes, do Centro de Educação, Comunicação eArtes (CECA).A obra, que representa uma marca histórica do iní-cio de Londrina, originalmente ﬁcava na fachada doantigo prédio da Câmara de Vereadores, na RuaMinas Gerais, no Centro. O prédio foi demolido em1976.Adaptado de: https://operobal.uel.brimagens/imagem_46.pngImagem 1imagens/imagem_47.pngImagem 2imagens/imagem_48.pngImagem 3imagens/imagem_49.pngCom base no texto, nas imagens e nos conhecimentossobre História do Paraná e Teoria da História, assinale aalternativa correta."
        ],
        "alternativas": {
            "a": "a) Os anos iniciais de Londrina foram caracterizados pelo res- peito à natureza e pela submissão do colonizador aos cos- tumes caboclos, como expressa a imagem 1.",
            "b": "b) A verticalização de Londrina foi promovida com a riqueza gerada na substituição da cafeicultura pela industrializa- ção, como apresenta a imagem 3.",
            "c": "c) O painel, ao ser restaurado e transferido para a Univer- sidade Estadual de Londrina, acabou perdendo seu valor histórico.",
            "d": "d) O painel representa a história de Londrina de forma linear, expressando a ideologia do progresso sustentada pela ri- queza gerada pela cafeicultura.",
            "e": "e) O painel apresenta o discurso religioso como matriz da in- terpretação da História de Londrina, o que está indicado pela cruz ao centro do mural, na imagem 2."
        },
        "correcao": "Alternativa correta: d"
    },
    {
        "indice": "56",
        "contexto": [
            "Analise o mapa e leia o texto a seguir.Mapa da Província do Guairá, com as prováveis vilasespanholas do ﬁnal do Século XVIII.imagens/imagem_50.pngA dialética nas Reduções baseava-se na divisãodos indígenas em convertidos e não convertidos.Os grupos, em constante confronto, representavam,como o próprio Ruiz de Montoya refere-se, a ima-gem do Juízo Final: “uma representação do JuízoFinal, como em geral se pinta. Assim, ﬁgurava ela[a Redução] e os Anjos defendendo as almas, e osdemônios atacando-as. Enxergou que faziam o pa-pel de Anjos os da Companhia”. Aqueles que serecusavam se curvar perante a fé cristã eram cons-tantemente demonizados e objetiﬁcados, a ﬁm degarantir aos convertidos que estes ﬁzeram a esco-lha pelo bem.Adaptado de: PARADISO, S.R. A demonização em “A Conquistaespiritual’ (1639) de Antonio Ruiz de Montoya e na “Festa de S.Lourenço’ (1587) de José de Anchieta.https://books.scielo.orgCom base no mapa, no texto e nos conhecimentos sobreHistória e Geograﬁa do Paraná, assinale a alternativa cor-reta."
        ],
        "alternativas": {
            "a": "a) Os jesuítas espanhóis estavam a serviço do Patriarcado de Alexandria, que via a possibilidade da expansão da conﬁs- são ortodoxa nas novas terras, particularmente aquelas a oeste do Rio Paraná.",
            "b": "b) Os bandeirantes paulistas, também conhecidos como ma- loqueiros, adentravam os sertões à jusante do Rio Parana- panema para proteger os jesuítas e a população indígena da região.",
            "c": "c) As Reduções, criadas especialmente no atual noroeste do Paraná, tinham como grande vantagem – e que foi rapida- mente identiﬁcada pelos europeus – o tipo de solo, predo- minantemente Latossolo, com textura argilosa.",
            "d": "d) A colonização do atual noroeste do Paraná mostra que os europeus foram os únicos a fazerem história nesta região, conquistando os povos guaranis, por meio das missões je- suítas, e os seus territórios, sem grande resistência.",
            "e": "e) A ocupação do atual Norte do Paraná relaciona-se com a presença espanhola na região, mais especiﬁcamente de padres da Companhia de Jesus, que criaram seis reduções localizadas ao longo dos rios Tibagi e Paranapanema."
        },
        "correcao": "Alternativa correta: e"
    },
    {
        "indice": "57",
        "contexto": [
            "Leia o texto a seguir.A história indígena é abordada de forma fragmen-tada e, geralmente, as análises são desenvolvidaslinearmente numa perspectiva em que a sociedadenacional é situada hegemonicamente na relação comas sociedades étnicas e minoritárias. Em um dosRelatórios dos Presidentes da Província do Paraná,pode-se perceber que a sociedade indígena Kain-gang, mesmo com todos os métodos atrativos utili-zados pelo colonizador, não se integrou totalmenteà sociedade que se concebia civilizada.Adaptado de: STOCKMANN, Jaime. Colonização e integraçãokaingang na sociedade paranaense. Revista ANALECTA. Gua-rapuava, Paraná v. 2 nº 1, p.123-138, jan./jun.2001.Sobre a relação entre os colonizadores e os povos indí-genas, atribua V (verdadeiro) ou F (falso) às aﬁrmativas aseguir.() O colonizador utilizou métodos atrativos com o obje-tivo de mobilizar o indígena em sua economia comomão de obra escravizada, buscando eliminar as for-mas de resistência e descaracterizar sua comunidade.() Os indígenas podiam seguir com seus hábitos e cos-tumes, inclusive mantendo as autoridades de suastribos, desde que servissem aos ideais do coloniza-dor.() O aldeamento foi uma forma encontrada de deslocaras populações indígenas de seu território para outro,reduzindo o seu espaço, pretendendo destruir seumundo mítico e criando mecanismos de dominação.() Os povos originários, a despeito de sua captura, de-senvolviam táticas de resistência, demonstrando pa-pel ativo desses grupos diante das estratégias de do-minação impostas pelos colonizadores.() O discurso de vazio demográﬁco que sustentou aocupação de diferentes localidades foi negado porautoridades públicas como justiﬁcativa para resolvero problema das zonas consideradas inférteis.Assinale a alternativa que contém, de cima para baixo, asequência correta."
        ],
        "alternativas": {
            "a": "a) V, F, V, V, F",
            "b": "b) V, F, F, V, V",
            "c": "c) V, V, V, F, F",
            "d": "d) F, V, F, V, F",
            "e": "e) F, F, V, F, V"
        },
        "correcao": "Alternativa correta: a"
    },
    {
        "indice": "58",
        "contexto": [],
        "alternativas": {
            "a": "a) 0,030 m 3",
            "b": "b) 0,250 m 3",
            "c": "c) 0,500 m 3",
            "d": "d) 0,003 m 3",
            "e": "e) 0,300 m 3"
        },
        "correcao": "Alternativa correta: b"
    }
]